{
"pli/ms/sutta/an/an0002/an0002P0032-0041":{
"lang_code":"es",
"texts":{
"maggatr":{
"an2.32:0.1":{
"verse":"Discursos agrupados numéricamente 2.32-41 "
},
"an2.32:0.2":{
"verse":"El capítulo sobre la mente tranquila "
},
"an2.32:1.0":{
"verse":"32 "
},
"an2.32:1.1":{
"verse":"«Bhikkhus, os voy a hablar sobre los fundamentos de una mala persona y los fundamentos de una buena persona. "
},
"an2.32:1.2":{
"verse":"Escuchad y prestad atención, os lo diré». "
},
"an2.32:1.3":{
"verse":"«Sí, señor», respondieron. "
},
"an2.32:1.4":{
"verse":"El Buddha dijo lo siguiente: "
},
"an2.32:2.1":{
"verse":"¿Cuáles son los fundamentos de una mala persona? "
},
"an2.32:2.2":{
"verse":"Una mala persona es ingrata, "
},
"an2.32:2.3":{
"verse":"una persona sin virtud solo sabe ser ingrata. "
},
"an2.32:2.4":{
"verse":"La ingratitud es parte fundamental de una mala persona. "
},
"an2.32:2.5":{
"verse":"Una buena persona es agradecida, "
},
"an2.32:2.6":{
"verse":"una persona virtuosa solo sabe ser agradecida. "
},
"an2.32:2.7":{
"verse":"La gratitud es parte fundamental de una buena persona». "
},
"an2.33:1.0":{
"verse":"33 "
},
"an2.33:1.1":{
"verse":"«Bhikkhus, os digo que hay dos personas a las que no es nada fácil compensar. "
},
"an2.33:1.2":{
"verse":"¿Qué dos? "
},
"an2.33:1.3":{
"verse":"A la madre y al padre. "
},
"an2.33:1.4":{
"verse":"No habríais hecho lo suficiente para compensar a vuestra madre y a vuestro padre incluso si los hubieses llevado uno en cada hombro, hubieseis vivido así durante cien años, y les hubieseis aplicado aceites, masajeado, bañado y frotado; "
},
"an2.33:1.5":{
"verse":"e incluso si hubiesen orinado y defecado estando sobre vuestros hombros. "
},
"an2.33:1.6":{
"verse":"Incluso si hubieseis conseguido que vuestra madre y padre llegasen a ser los supremos monarcas de esta gran tierra, abundante en los siete tesoros, todavía no habríais hecho lo suficiente como para compensarles. "
},
"an2.33:1.7":{
"verse":"¿Por qué es así? "
},
"an2.33:1.8":{
"verse":"Los padres son de gran ayuda para sus hijos: los crían, los cuidan y les muestran el mundo. "
},
"an2.33:1.9":{
"verse":"Pero habríais hecho lo suficiente, más que suficiente, para compensarles, si  animáis, asentáis y establecéis a padres sin fe en la fe, a padres sin ética en una conducta ética, a padres avaros en la generosidad, o a padres ignorantes en la sabiduría». "
},
"an2.34:1.0":{
"verse":"34 "
},
"an2.34:1.1":{
"verse":"Un cierto brahmán se acercó al Buddha y ambos se saludaron mutuamente. Tras los saludos y la conversación de cortesía, se sentó a un lado y le dijo al Buddha: "
},
"an2.34:1.2":{
"verse":"¿Qué es lo que enseña el maestro Gotama? ¿Qué es lo que explica? "
},
"an2.34:1.3":{
"verse":"«Brahmán, enseño la acción y la inacción». "
},
"an2.34:1.4":{
"verse":"«¿Pero de que manera enseña el maestro Gotama la acción y la inacción?». "
},
"an2.34:2.1":{
"verse":"«Enseño la inacción respecto a la mala conducta en cuerpo, palabra y mente, y respecto a muchas cosas no beneficiosas. "
},
"an2.34:2.2":{
"verse":"Enseño la acción respecto a la buena conducta en cuerpo, palabra y mente, y respecto a muchas cosas beneficiosas. "
},
"an2.34:2.3":{
"verse":"Esta es la clase de acción e inacción que enseño». "
},
"an2.34:3.1":{
"verse":"«¡Excelente, maestro Gotama!… A partir de hoy, que el maestro Gotama me recuerde como un seguidor laico que ha tomado refugio de por vida». "
},
"an2.35:1.0":{
"verse":"35 "
},
"an2.35:1.1":{
"verse":"Anāthapiṇḍika, hombre de familia, se acercó al Buddha, se postró ante él, y sentándose a un lado le dijo: "
},
"an2.35:1.2":{
"verse":"«¿Cuántos tipos de personas en el mundo son dignas de donaciones religiosas? ¿Y en dónde debería uno depositar los regalos?» "
},
"an2.35:1.3":{
"verse":"«Hay dos clases de personas en el mundo dignas de donaciones religiosas: "
},
"an2.35:1.4":{
"verse":"el aprendiz y el maestro. "
},
"an2.35:1.5":{
"verse":"Estas son las clases de personas en el mundo dignas de donaciones religiosas, y ahí es donde deberías depositar un regalo?». "
},
"an2.35:2.1":{
"verse":"Esto es lo que dijo el Buddha. "
},
"an2.35:2.2":{
"verse":"A continuación, el Buddha, el maestro, añadió: "
},
"an2.35:3.1":{
"verse":"«En este mundo, el aprendiz y el maestro "
},
"an2.35:3.2":{
"verse":"son dignos de las ofrendas de los que se sacrifican. "
},
"an2.35:3.3":{
"verse":"Íntegros en cuerpo, "
},
"an2.35:3.4":{
"verse":"palabra y mente. "
},
"an2.35:3.5":{
"verse":"Este es el terreno de los generosos, "
},
"an2.35:3.6":{
"verse":"y lo que aquí se ofrece, genera grandes frutos». "
},
"an2.36:1.0":{
"verse":"36 "
},
"an2.36:1.1":{
"verse":"Así he oído: "
},
"an2.36:1.2":{
"verse":"En una ocasión el Buddha estaba cerca de Sāvatthī, en el bosquecillo de Jeta, en el parque de Anāthapiṇḍika. "
},
"an2.36:1.3":{
"verse":"Al mismo tiempo el venerable Sāriputta estaba cerca de Sāvatthī, en el parque del Este, la casa elevada de la madre de Migāra. "
},
"an2.36:1.4":{
"verse":"Allí Sāriputta se dirigió a los bhikkhus: "
},
"an2.36:1.5":{
"verse":"«¡Venerables bhikkhus!» "
},
"an2.36:1.6":{
"verse":"«Venerable», respondieron los bhikkhus. "
},
"an2.36:1.7":{
"verse":"Sāriputta dijo: "
},
"an2.36:1.8":{
"verse":"«Os hablaré sobre una persona encadenada internamente y una encadenada externamente. "
},
"an2.36:1.9":{
"verse":"Escuchad y prestad atención, os lo diré». "
},
"an2.36:1.10":{
"verse":"«Sí, venerable», contestaron. "
},
"an2.36:1.11":{
"verse":"Sāriputta dijo: "
},
"an2.36:2.1":{
"verse":"«¿Quién sería alguien encadenado internamente? "
},
"an2.36:2.2":{
"verse":"Sería un bhikkhu conforme a la moral, contenido según el Pātimokkha, que se comporta de forma apropiada y busca el sustento en lugares adecuados. Viendo el peligro que hay en las más leves faltas, sigue las reglas a las que se ha comprometido. "
},
"an2.36:2.3":{
"verse":"Al descomponerse su cuerpo, tras la muerte, renace en una de las clases de devas. "
},
"an2.36:2.4":{
"verse":"Al fallecer ahí, son uno-que-regresa, que vuelve a este estado de existencia. "
},
"an2.36:2.5":{
"verse":"Este sería alguien que está encadenado internamente, uno-que-regresa, volviendo de nuevo a este estado de existencia. "
},
"an2.36:3.1":{
"verse":"¿Quién sería alguien encadenado externamente? "
},
"an2.36:3.2":{
"verse":"Sería un bhikkhu conforme a la moral, contenido según el Pātimokkha, que se comporta de forma apropiada y busca el sustento en lugares adecuados. Viendo el peligro que hay en las más leves faltas, sigue las reglas a las que se ha comprometido. "
},
"an2.36:3.3":{
"verse":"Acceden y permanecen en un determinado estado tranquilo de liberación mental. "
},
"an2.36:3.4":{
"verse":"Al descomponerse su cuerpo, tras la muerte, renace en una de las clases de devas. "
},
"an2.36:3.5":{
"verse":"Al fallecer ahí, son uno-que-no-regresa, no volviendo a este estado de existencia. "
},
"an2.36:3.6":{
"verse":"Este sería alguien que está encadenado externamente, uno-que-no-regresa, no volviendo a este estado de existencia. "
},
"an2.36:4.1":{
"verse":"Es más, un bhikkhu conforme a la moral… sigue las reglas a las que se ha comprometido. "
},
"an2.36:4.2":{
"verse":"Practican solo por el desencanto, el desapasionamiento y el cese respecto a los placeres de los sentidos. "
},
"an2.36:4.3":{
"verse":"Practican solo por el desencanto, el desapasionamiento y el cese respecto a las vidas futuras. "
},
"an2.36:4.4":{
"verse":"Practican por el fin del anhelo. "
},
"an2.36:4.5":{
"verse":"Practican por el fin de la codicia. "
},
"an2.36:4.6":{
"verse":"Al descomponerse su cuerpo, tras la muerte, renace en una de las clases de devas. "
},
"an2.36:4.7":{
"verse":"Al fallecer ahí, son uno-que-no-regresa, no volviendo a este estado de existencia. "
},
"an2.36:4.8":{
"verse":"Este sería alguien que está encadenado externamente, uno-que-no-regresa, no volviendo a este estado de existencia». "
},
"an2.36:5.1":{
"verse":"Entonces varias devas, con la mente tranquila, se acercaron al Buddha, se inclinaron ante él, se sentaron a un lado y le dijeron: "
},
"an2.36:5.2":{
"verse":"«Señor, el venerable Sāriputta está en el parque del Este, en la casa elevada de la madre de Migāra, donde está enseñado a los bhikkhus sobre una persona encadenada internamente y una encadenada externamente. "
},
"an2.36:5.3":{
"verse":"¡Están encantados! "
},
"an2.36:5.4":{
"verse":"Señor, por favor, vete, por compasión, a ver al venerable Sāriputta». "
},
"an2.36:5.5":{
"verse":"El Buddha consintió con su silencio. "
},
"an2.36:5.6":{
"verse":"A continuación, el Buddha, tan fácil como una persona fuerte extiende y contrae su brazo, se desvaneció de la arboleda de Jeta y apareció en el parque del Este, en la casa elevada de la madre de Migāra, en frente de Sāriputta. "
},
"an2.36:5.7":{
"verse":"Se sentó en el sitio que estaba preparado. "
},
"an2.36:5.8":{
"verse":"Sāriputta se inclinó ante el Buddha y se sentó a un lado. "
},
"an2.36:5.9":{
"verse":"El Buddha le dijo: "
},
"an2.36:6.1":{
"verse":"«Justo ahora, Sāriputta, varias devas, con la mente tranquila, se acercaron a mí, se inclinaron y se sentaron a un lado. Estas devas me dijeron: "
},
"an2.36:6.2":{
"verse":"“Señor, el venerable Sāriputta está en el parque del Este, en la casa elevada de la madre de Migāra, donde está enseñado a los bhikkhus sobre una persona encadenada internamente y una encadenada externamente. "
},
"an2.36:6.3":{
"verse":"¡Están encantados! "
},
"an2.36:6.4":{
"verse":"Señor, por favor, vete, por compasión, a ver al venerable Sāriputta”. "
},
"an2.36:6.5":{
"verse":"Estas devas, a pesar de ser diez, veinte, treinta, cuarenta, cincuenta o sesenta, pueden permanecer en la punta de un alfiler sin tropezar unas con otras. "
},
"an2.36:6.6":{
"verse":"Sāriputta, podrías pensar: "
},
"an2.36:6.7":{
"verse":"“Ciertamente estas devas, como tantas pueden permanecer en la punta de un alfiler sin tropezar unas con otras, deben haber desarrollado sus mentes en ese lugar”. "
},
"an2.36:6.8":{
"verse":"Pero no deberías pensar así. "
},
"an2.36:6.9":{
"verse":"Es justo aquí donde esas devas desarrollaron sus mentes. "
},
"an2.36:6.10":{
"verse":"Por lo que deberíais practicar como sigue Sāriputta: "
},
"an2.36:6.11":{
"verse":"“Tendremos facultades tranquilas y mentes tranquilas”. "
},
"an2.36:6.12":{
"verse":"Así es como deberíais practicar. "
},
"an2.36:6.13":{
"verse":"Cuando vuestras facultades y vuestras mentes están tranquilas, vuestros actos de cuerpo, palabra y mente serán tranquilos; y con el pensamiento: "
},
"an2.36:6.14":{
"verse":"“Ofreceremos este regalo de tranquilidad a nuestros compañeros espirituales”. "
},
"an2.36:6.15":{
"verse":"Así es como deberíais practicar. "
},
"an2.36:6.16":{
"verse":"Los buscadores de otras religiones, Sāriputta, que no han escuchado esta presentación del Dhamma están perdidos». "
},
"an2.37:1.0":{
"verse":"37 "
},
"an2.37:1.1":{
"verse":"Así he oído: "
},
"an2.37:1.2":{
"verse":"En una ocasión el venerable Mahākaccāna estaba en Varaṇā, en la orilla del lago Kaddama. "
},
"an2.37:1.3":{
"verse":"El brahmán Ārāmadaṇḍa se acercó a Mahākaccāna, y ambos se saludaron mutuamente. "
},
"an2.37:1.4":{
"verse":"Tras los saludos y la conversación de cortesía, se sentó a un lado y le dijo al Mahākaccāna: "
},
"an2.37:1.5":{
"verse":"«¿Cuál es la causa, maestro Kaccāna, cuál es la razón por la que los khattiyas luchan con los khattiyas, los brahmanes luchan con los brahmanes, y la gente de hogar de hogar lucha con la gente de hogar?». "
},
"an2.37:1.6":{
"verse":"«Es debido a su apego a los placeres de los sentidos, por encadenarse a ellos, enfocarse en ellos, por adicción a ellos, por obsesionarse con ellos, por aferrarse con firmeza a ellos, por lo que los khattiyas luchan con los khattiyas, los brahmanes luchan con los brahmanes, y la gente de hogar de hogar lucha con la gente de hogar». "
},
"an2.37:2.1":{
"verse":"«¿Cuál es la causa, maestro Kaccāna, cuál es la razón por la que los renunciantes luchan con los renunciantes?». "
},
"an2.37:2.2":{
"verse":"«Es debido a su apego a opiniones y puntos de vista, por encadenarse a ellos, enfocarse en ellos, por adicción a ellos, por obsesionarse con ellos, por aferrarse con firmeza a ellos, por lo que los renunciantes luchan con los renunciantes». "
},
"an2.37:3.1":{
"verse":"«Maestro Kaccāna, ¿hay alguien en el mundo que haya superado el apego a los placeres de los sentidos y a las opiniones y puntos de vista?». "
},
"an2.37:3.2":{
"verse":"«Lo hay, brahmán». "
},
"an2.37:4.1":{
"verse":"«¿Quién en el mundo ha superado el apego a los placeres de los sentidos y a las opiniones y puntos de vista?» "
},
"an2.37:4.2":{
"verse":"«En las tierras del este hay una ciudad llamada Sāvatthī. "
},
"an2.37:4.3":{
"verse":"Allí está ahora el Buddha, el Arahant, el Buddha completamente despierto. "
},
"an2.37:4.4":{
"verse":"Él, brahmán, ha superado el apego a los placeres de los sentidos y a las opiniones y puntos de vista». "
},
"an2.37:5.1":{
"verse":"Una vez dicho esto, el brahmán Ārāmadaṇḍa se levantó de su asiento, colocó su túnica sobre el hombro, apoyó su rodilla derecha en el suelo, elevó sus manos palma con palma en dirección al Buddha con respeto, y expresó de corazón lo que siguiente tres veces: "
},
"an2.37:6.1":{
"verse":"«¡Rindo homenaje al Buddha, el Arahat, el Buddha completamente despierto! "
},
"an2.37:7.1":{
"verse":"¡Rindo homenaje al Buddha, el Arahat, el Buddha completamente despierto! "
},
"an2.37:8.1":{
"verse":"¡Rindo homenaje al Buddha, el Arahat, el Buddha completamente despierto! "
},
"an2.37:9.1":{
"verse":"Quién ha superado el apego a los placeres de los sentidos y a las opiniones y puntos de vista. "
},
"an2.37:10.1":{
"verse":"¡Excelente, maestro Kaccāna, excelente! "
},
"an2.37:10.2":{
"verse":"Como poner del derecho lo que estaba del revés, o revelar lo que estaba oculto, o señalar el camino a quien anda perdido, o encender una lámpara en la oscuridad para que la gente con buena vista pueda ver lo que allí hay, el maestro Kaccāna ha esclarecido el Dhamma de multiples formas. "
},
"an2.37:10.3":{
"verse":"Tomo refugio en el maestro Gotama, en el Dhamma y en el Saṅgha. "
},
"an2.37:10.4":{
"verse":"A partir de hoy, que el maestro Kaccāna me recuerde como un seguidor laico que ha tomado refugio de por vida». "
},
"an2.38:1.0":{
"verse":"38 "
},
"an2.38:1.1":{
"verse":"En una ocasión el venerable Mahākaccāna estaba cerca de Madhurā, en el bosquecillo de Gunda. "
},
"an2.38:1.2":{
"verse":"El brahmán Kandarāyana se acercó a Mahākaccāna y ambos se saludaron mutuamente. Tras los saludos y la conversación de cortesía se sentó a un lado y le dijo a Mahākaccāna: "
},
"an2.38:1.3":{
"verse":"«He oído, maestro Kaccāna, que el renunciante Kaccāna no se inclina ante los viejos brahmanes, los ancianos y veteranos, que, de edad avanzada, han alcanzado la última etapa de su vida; ni tampoco se levanta en su presencia ni les ofrece el sitio. "
},
"an2.38:1.4":{
"verse":"Y ciertamente es así, "
},
"an2.38:1.5":{
"verse":"porque el renunciante Kaccāna no se inclina ante los viejos brahmanes, los ancianos y veteranos, que, de edad avanzada, han alcanzado la última etapa de su vida; ni tampoco se levanta en su presencia ni les ofrece el sitio. "
},
"an2.38:1.6":{
"verse":"Esto no es lo apropiado, Maestro Kaccāna». "
},
"an2.38:2.1":{
"verse":"«Hay dos etapas, la etapa del anciano, y la etapa de la juventud, tal como explicó el Buddha, que conoce y ve, el Arahat, el Buddha completamente despierto. "
},
"an2.38:2.2":{
"verse":"Si un anciano, aunque tenga ochenta, noventa o cien años, aún reside rodeado de los placeres de los sentidos, disfrutándolos, obsesionado con ellos, ardiendo de ganas de ellos, y buscando con ansía más, "
},
"an2.38:2.3":{
"verse":"se le considera como un niño, no como un anciano. "
},
"an2.38:2.4":{
"verse":"Si un joven, de pelo negro, bendecido con la juventud, en la plenitud de la vida, "
},
"an2.38:2.5":{
"verse":"no reside rodeado de los placeres de los sentidos, disfrutándolos, obsesionado con ellos, ardiendo de ganas de ellos, y buscando con ansía más, "
},
"an2.38:2.6":{
"verse":"se le considera como un sabio, como un anciano». "
},
"an2.38:3.1":{
"verse":"Una vez dicho esto, el brahmán Kandarāyana se levantó de su asiento, colocó su túnica sobre el hombro, y se inclinó con su cabeza a los pies de los renunciantes jóvenes, diciendo: "
},
"an2.38:3.2":{
"verse":"«Los maestros son ancianos, en la etapa del anciano; "
},
"an2.38:3.3":{
"verse":"nosotros somos jóvenes, en la etapa de la juventud. "
},
"an2.38:4.1":{
"verse":"¡Excelente, maestro Kaccāna!… De ahora en adelante, que el maestro Kaccāna me recuerde como un seguidor laico que ha tomado refugio de por vida». "
},
"an2.39:1.0":{
"verse":"39 "
},
"an2.39:1.1":{
"verse":"«En tiempos en que los bandidos son fuertes, los reyes son débiles. "
},
"an2.39:1.2":{
"verse":"Así el rey no está a gusto cuando va y viene, o cuando visita las provincias. "
},
"an2.39:1.3":{
"verse":"Los brahmanes y la gente de hogar tampoco están a gusto cuando van y vienen, o cuando supervisan sus quehaceres en el exterior. "
},
"an2.39:1.4":{
"verse":"De la misma manera, en tiempos en que los malos bhikkhus son fuertes, los bhikkhus disciplinados son débiles. "
},
"an2.39:1.5":{
"verse":"Así los bhikkhus disciplinados permanecen en silencio en medio del Saṅgha, o residen en zonas apartadas de la periferia. "
},
"an2.39:1.6":{
"verse":"Esto redunda en daño e infelicidad para mucha gente, en dolor, daño y sufrimiento para mucha gente, para devas y humanos. "
},
"an2.39:2.1":{
"verse":"En tiempos en que los reyes son fuertes, los bandidos son débiles. "
},
"an2.39:2.2":{
"verse":"Así el rey está a gusto cuando va y viene, o cuando visita las provincias. "
},
"an2.39:2.3":{
"verse":"Los brahmanes y la gente de hogar también están a gusto cuando van y vienen, o cuando supervisan sus quehaceres en el exterior. "
},
"an2.39:2.4":{
"verse":"De la misma manera, en tiempos en que los bhikkhus disciplinados son fuertes, los malos bhikkhus son débiles. "
},
"an2.39:2.5":{
"verse":"Así los malos bhikkhus permanecen en silencio en medio del Saṅgha, o se van a otros lugares. "
},
"an2.39:2.6":{
"verse":"Esto redunda en bienestar y felicidad para mucha gente, en beneficio, bienestar y felicidad para mucha gente, para devas y humanos». "
},
"an2.40:1.0":{
"verse":"40 "
},
"an2.40:1.1":{
"verse":"«Bhikkhus, no elogio la practica equivocada en ambos, laicos y bhikkhus. "
},
"an2.40:1.2":{
"verse":"Debido a la práctica equivocada, ni laicos ni bhikkhus tienen éxito en completar el buen camino del Dhamma. "
},
"an2.40:2.1":{
"verse":"Elogio la práctica correcta en ambos, laicos y bhikkhus. "
},
"an2.40:2.2":{
"verse":"Debido a la práctica correcta, tanto laicos como bhikkhus tienen éxito en completar el buen camino del Dhamma. "
},
"an2.41:1.0":{
"verse":"41 "
},
"an2.41:1.1":{
"verse":"Bhikkhus, por memorizar los discursos equivocadamente, quedándose solo con una parte superficial, algunos bhikkhus excluyen el significado y la enseñanza. Esto redunda en daño e infelicidad para mucha gente, en dolor, daño y sufrimiento para mucha gente, para devas y humanos. "
},
"an2.41:1.2":{
"verse":"Estos bhikkhus generan mucho mal karma y hacen que el verdadero Dhamma desaparezca. "
},
"an2.41:2.1":{
"verse":"Pero los bhikkhus que memorizan los discursos bien, sin quedarse solo con una parte superficial, fortalecen el significado y el Dhamma. Esto redunda en bienestar 7y felicidad para mucha gente, en beneficio, bienestar y felicidad para mucha gente, para devas y humanos». "
},
"an2.41:2.2":{
"verse":"Estos bhikkhus generan abundante mérito, y hacen que el verdadero Dhamma siga adelante». "
}
}
}
},
"pli/ms/sutta/an/an0003/an0003P0035":{
"lang_code":"es",
"texts":{
"maggatr":{
"an3.35:0.1":{
"verse":"Discursos agrupados numéricamente 3.35 "
},
"an3.35:0.2":{
"verse":"4. Mensajeros divinos "
},
"an3.35:0.3":{
"verse":"Con Hatthaka "
},
"an3.35:1.1":{
"verse":"Así he oído: "
},
"an3.35:1.2":{
"verse":"En una ocasión el Buddha estaba cerca de Āḷavī, sentado en una esterilla de hojas junto a un camino de vacas, en un bosquecillo de árboles siṁsapā. "
},
"an3.35:1.3":{
"verse":"Mientras Hatthaka de Āḷavī estaba dando un paseo vio al Buddha allí sentado. "
},
"an3.35:1.4":{
"verse":"Se acercó, se postró ante él, se sentó a un lado y dijo: "
},
"an3.35:1.5":{
"verse":"«Señor, confío en que el Buddha haya dormido bien». "
},
"an3.35:1.6":{
"verse":"«Sí, príncipe, he dormido bien. "
},
"an3.35:1.7":{
"verse":"Soy uno de los que, en este mundo, duermen tranquilos». "
},
"an3.35:2.1":{
"verse":"«Estamos en mitad del invierno, cuando la nieve cae,  y las noches son frías, señor. El suelo pisoteado por los cascos de las vacas es duro, y también la esterilla. En los árboles escasean las hojas, las túnicas marrones están frías, y soplan los  vientos gélidos del norte. "
},
"an3.35:2.2":{
"verse":"Y aún así, el Buddha dice: "
},
"an3.35:2.3":{
"verse":"“Sí, príncipe, he dormido bien. "
},
"an3.35:2.4":{
"verse":"Soy uno de los que, en este mundo, duermen tranquilos”». "
},
"an3.35:3.1":{
"verse":"«Bueno, príncipe, te haré una pregunta al respecto entonces, puedes contestar como consideres. "
},
"an3.35:3.2":{
"verse":"¿Qué piensas? Pongamos por caso una persona de hogar o su hijo, que vive en una casa enyesada por dentro y por fuera, bien aislada del viento, con los cerrojos echados y las contraventanas cerradas. "
},
"an3.35:3.3":{
"verse":"En su sofá, mantas de lana extendidas —de pelo largo, de un blanco puro, y con flores bordadas— también con otra manta de cuero de ciervo. Todo cubierto por un dosel y con cojines rojos a ambos lados. "
},
"an3.35:3.4":{
"verse":"Tiene una lámpara de aceite quemando, "
},
"an3.35:3.5":{
"verse":"mientras sus cuatro esposas lo atienden con trato exquisito. "
},
"an3.35:3.6":{
"verse":"¿Qué crees príncipe, dormiría bien o no? "
},
"an3.35:3.7":{
"verse":"¿O cómo lo ves tú?». "
},
"an3.35:3.8":{
"verse":"«Dormiría bien, señor. "
},
"an3.35:3.9":{
"verse":"De los que en este mundo duermen tranquilos, él sería uno de ellos». "
},
"an3.35:4.1":{
"verse":"«¿Qué piensas príncipe? "
},
"an3.35:4.2":{
"verse":"¿No crees que es posible que pueda brotarle una fiebre causada por la codicia, física o mental, a esa persona de hogar o a su hijo, y lo consuma, haciendo que duerma mal?» "
},
"an3.35:4.3":{
"verse":"«Sí, señor» "
},
"an3.35:5.1":{
"verse":"«La codicia que consume a la persona de hogar o a su hijo, y hace que duerma mal, ha sido cortada de raíz por el Tathāgata —como un tronco de palmera, incapaz de volver a brotar en el futuro. "
},
"an3.35:5.2":{
"verse":"Esta es la razón por la que duermo bien. "
},
"an3.35:6.1":{
"verse":"¿Qué piensas príncipe? "
},
"an3.35:6.2":{
"verse":"¿No crees que es posible que pueda brotarle una fiebre causada por el odio… "
},
"an3.35:6.3":{
"verse":"o una fiebre causada por la confusión, física o mental, a esa persona de hogar o a su hijo, y lo consuma, haciendo que duerma mal?» "
},
"an3.35:6.4":{
"verse":"«Sí, señor» "
},
"an3.35:7.1":{
"verse":"«La confusión que consume a la persona de hogar o a su hijo, y hace que duerma mal, ha sido cortada de raíz por el Tathāgata —como un tronco de palmera, incapaz de volver a brotar en el futuro. "
},
"an3.35:7.2":{
"verse":"Esta es la razón por la que duermo bien. "
},
"an3.35:8.1":{
"verse":"Siempre duerme bien, "
},
"an3.35:8.2":{
"verse":"un brahmán cuya extinción es completa, "
},
"an3.35:8.3":{
"verse":"sin las impurezas de los placeres de los sentidos, "
},
"an3.35:8.4":{
"verse":"apaciguados, libres de apegos. "
},
"an3.35:9.1":{
"verse":"Al desenraizar todo apego, "
},
"an3.35:9.2":{
"verse":"y al eliminar el estrés del corazón, "
},
"an3.35:9.3":{
"verse":"el pacífico duerme bien, "
},
"an3.35:9.4":{
"verse":"tras haber encontrado la paz mental». "
}
}
}
},
"pli/ms/sutta/an/an0003/an0003P0036":{
"lang_code":"es",
"texts":{
"maggatr":{
"an3.36:0.1":{
"verse":"Discursos agrupados numéricamente 3.36 "
},
"an3.36:0.2":{
"verse":"4. Mensajeros divinos "
},
"an3.36:0.3":{
"verse":"Mensajeros divinos "
},
"an3.36:1.1":{
"verse":"«Hay, monjes, tres mensajeros divinos. "
},
"an3.36:1.2":{
"verse":"¿Qué tres?: "
},
"an3.36:1.3":{
"verse":"En primer lugar, alguien que realiza acciones perjudiciales en cuerpo, palabra o mente, "
},
"an3.36:1.4":{
"verse":"al descomponerse su cuerpo, tras la muerte, renace en un lugar desdichado, un mal lugar, el inframundo, el infierno. "
},
"an3.36:1.5":{
"verse":"Allí los guardias del infierno lo agarran de los brazos, lo llevan ante el rey Yama, y le dicen: "
},
"an3.36:1.6":{
"verse":"“Su majestad, esta persona no mostró el debido respeto a su madre y a su padre, ni a los ascetas y brahmanes, ni honró a los ancianos de la familia. "
},
"an3.36:1.7":{
"verse":"!Que su majestad lo castigue!”. "
},
"an3.36:2.1":{
"verse":"Entonces el rey Yama lo persigue, presiona e interroga sobre el primer mensajero divino: "
},
"an3.36:2.2":{
"verse":"“Buen hombre, ¿nunca viste al primer mensajero divino que aparece entre los seres humanos?” "
},
"an3.36:2.3":{
"verse":"Él responde: "
},
"an3.36:2.4":{
"verse":"“No he visto nada, señor”. "
},
"an3.36:3.1":{
"verse":"Entonces el rey Yama le dice: "
},
"an3.36:3.2":{
"verse":"“Buen hombre, ¿nunca viste a nadie entre los seres humanos, a una mujer o a un hombre viejo —de ochenta, noventa o cien años, encorvado, apoyándose en un bastón, con paso tembloroso, enfermo, sus mejores años ya pasados, con dientes rotos, pelo gris, escaso, o calvos, la piel arrugada, y con manchas en la piel?” "
},
"an3.36:3.3":{
"verse":"Él responde: "
},
"an3.36:3.4":{
"verse":"“Sí, lo he visto señor”. "
},
"an3.36:4.1":{
"verse":"Entonces el rey Yama le dice: "
},
"an3.36:4.2":{
"verse":"“Buen hombre, ¿no se te ocurrió, siendo un hombre sensato y maduro: "
},
"an3.36:4.3":{
"verse":"'Yo también estoy sujeto al envejecimiento. No estoy exento de la vejez. Mejor hago buenas acciones en cuerpo, palabra y mente'?” "
},
"an3.36:4.4":{
"verse":"Él responde: "
},
"an3.36:4.5":{
"verse":"“No pude, señor, estaba distraído”. "
},
"an3.36:5.1":{
"verse":"Entonces el rey Yama le dice: "
},
"an3.36:5.2":{
"verse":"“Buen hombre, como estabas distraído, no hiciste buenas acciones en cuerpo, palabra y mente. "
},
"an3.36:5.3":{
"verse":"Con razón, seguro que te castigan de acuerdo a tu negligencia. "
},
"an3.36:5.4":{
"verse":"Esa mala ación no la hizo tu madre, tu padre, tu hermano o tu hermana. No la hicieron tus amigos o compañeros, ni tus parientes y familiares, ni los devas, ni los ascetas y brahmanes. "
},
"an3.36:5.5":{
"verse":"Esa mala acción la hiciste solo tú, y solo tú experimentarás el resultado”. "
},
"an3.36:6.1":{
"verse":"Entonces el rey Yama lo interroga sobre el segundo mensajero divino: "
},
"an3.36:6.2":{
"verse":"“Buen hombre, ¿nunca viste al segundo mensajero divino que aparece entre los seres humanos?” "
},
"an3.36:6.3":{
"verse":"Él responde: "
},
"an3.36:6.4":{
"verse":"“No he visto nada, señor”. "
},
"an3.36:6.5":{
"verse":"Entonces el rey Yama le dice: "
},
"an3.36:6.6":{
"verse":"“Buen hombre, ¿nunca viste a nadie entre los seres humanos, a una mujer o a un hombre que se encuentre mal, sufriendo, gravemente enfermo, postrado en sus propios excrementos, siendo levantado por unos y acostado por otros?” "
},
"an3.36:6.7":{
"verse":"Él responde: "
},
"an3.36:6.8":{
"verse":"Sí, lo he visto señor”. "
},
"an3.36:7.1":{
"verse":"Entonces el rey Yama le dice: "
},
"an3.36:7.2":{
"verse":"“Buen hombre, ¿no se te ocurrió, siendo un hombre sensato y maduro: "
},
"an3.36:7.3":{
"verse":"'Yo también estoy sujeto a enfermar. No estoy exento de la enfermedad. Mejor hago buenas acciones en cuerpo, palabra y mente'?” "
},
"an3.36:7.4":{
"verse":"Él responde: "
},
"an3.36:7.5":{
"verse":"“No pude, señor, estaba distraído”. "
},
"an3.36:8.1":{
"verse":"Entonces el rey Yama le dice: "
},
"an3.36:8.2":{
"verse":"“Buen hombre, como estabas distraído, no hiciste buenas acciones en cuerpo, palabra y mente. "
},
"an3.36:8.3":{
"verse":"Con razón, seguro que te castigan de acuerdo a tu negligencia. "
},
"an3.36:8.4":{
"verse":"Esa mala ación no la hizo tu madre, tu padre, tu hermano o tu hermana. No la hicieron tus amigos o compañeros, ni tus parientes y familiares, ni los devas, ni los ascetas y brahmanes. "
},
"an3.36:8.5":{
"verse":"Esa mala acción la hiciste solo tú, y solo tú experimentarás el resultado”. "
},
"an3.36:9.1":{
"verse":"Entonces el rey Yama lo interroga sobre el tercer mensajero divino: "
},
"an3.36:9.2":{
"verse":"“Buen hombre, ¿nunca viste al tercer mensajero divino que aparece entre los seres humanos?” "
},
"an3.36:9.3":{
"verse":"Él responde: "
},
"an3.36:9.4":{
"verse":"“No he visto nada, señor”. "
},
"an3.36:10.1":{
"verse":"Entonces el rey Yama le dice: "
},
"an3.36:10.2":{
"verse":"“Buen hombre, ¿nunca viste a nadie entre los seres humanos, a una mujer o a un hombre uno, dos o tres días después de morir, el cadáver hinchado, descolorido y en descomposición?” "
},
"an3.36:10.3":{
"verse":"Él responde: "
},
"an3.36:10.4":{
"verse":"“Sí, lo he visto señor”. "
},
"an3.36:11.1":{
"verse":"Entonces el rey Yama le dice: "
},
"an3.36:11.2":{
"verse":"“Buen hombre, ¿no se te ocurrió, siendo un hombre sensato y maduro: "
},
"an3.36:11.3":{
"verse":"'Yo también estoy sujeto al morir. No estoy exento de la muerte. Mejor hago buenas acciones en cuerpo, palabra y mente'?” "
},
"an3.36:11.4":{
"verse":"Él responde: "
},
"an3.36:11.5":{
"verse":"“No pude, señor, estaba distraído”. "
},
"an3.36:12.1":{
"verse":"Entonces el rey Yama le dice: "
},
"an3.36:12.2":{
"verse":"“Buen hombre, como estabas distraído, no hiciste buenas acciones en cuerpo, palabra y mente. "
},
"an3.36:12.3":{
"verse":"Con razón, seguro que te castigan de acuerdo a tu negligencia. "
},
"an3.36:12.4":{
"verse":"Esa mala ación no la hizo tu madre, tu padre, tu hermano o tu hermana. No la hicieron tus amigos o compañeros, ni tus parientes y familiares, ni los devas, ni los ascetas y brahmanes. "
},
"an3.36:12.5":{
"verse":"Esa mala acción la hiciste solo tú, y solo tú experimentarás el resultado”. "
},
"an3.36:13.1":{
"verse":"Tras interrogarle sobre el tercer mensajero divino, el rey Yama permaneció en silencio. "
},
"an3.36:13.2":{
"verse":"A continuación los guardianes del infierno lo castigan con la crucifixión de cinco puntos. "
},
"an3.36:13.3":{
"verse":"Le clavan estacas al rojo vivo a través de las manos y los pies, y otra en medio del pecho. "
},
"an3.36:13.4":{
"verse":"Y así padece sensaciones dolorosas agudas, severas, penetrantes —pero no muere hasta que esa mala acción sea eliminada. "
},
"an3.36:14.1":{
"verse":"A continuación los guardianes del infierno lo tiran al suelo y lo golpean con hachas… "
},
"an3.36:15.1":{
"verse":"Luego lo cuelgan boca abajo y lo golpean con azuelas… "
},
"an3.36:15.2":{
"verse":"Lo atan a un carro y lo arrastran de un lado a otro sobre un suelo ardiente, llameante e incandescente… "
},
"an3.36:15.3":{
"verse":"Lo hacen subir y bajar a lo alto de una montaña de brasas ardiendo, llameantes e incandescentes… "
},
"an3.36:15.4":{
"verse":"Luego los guardianes del infierno lo meten boca abajo en una olla de cobre al rojo vivo, ardiendo, quemando e incandescente… "
},
"an3.36:15.5":{
"verse":"Allí  lo cuecen en un líquido espumoso hirviendo, removiendo bien, vuelta y vuelta, una y otra vez. "
},
"an3.36:15.6":{
"verse":"Y así padece sensaciones dolorosas agudas, severas, penetrantes —pero no muere hasta que esa mala acción sea eliminada. "
},
"an3.36:15.7":{
"verse":"Luego los guardianes del infierno lo arrojan al Gran Infierno. "
},
"an3.36:15.8":{
"verse":"Y sobre el Gran Infierno: "
},
"an3.36:16.1":{
"verse":"“Tiene cuatro esquinas y cuatro puertas, "
},
"an3.36:16.2":{
"verse":"divido en partes de igual tamaño. "
},
"an3.36:16.3":{
"verse":"Rodeado de un muro de hierro, "
},
"an3.36:16.4":{
"verse":"y con techo de hierro también. "
},
"an3.36:17.1":{
"verse":"Incluso el suelo está hecho de hierro, "
},
"an3.36:17.2":{
"verse":"un suelo de hierro incandescente. "
},
"an3.36:17.3":{
"verse":"Un radio de cien yojana, "
},
"an3.36:17.4":{
"verse":"alcanza el calor que continuamente irradia”. "
},
"an3.36:18.1":{
"verse":"Una vez el rey Yama pensó: "
},
"an3.36:18.2":{
"verse":"“Los que en el mundo hacen este clase de acciones perjudiciales reciben todos estos castigos. "
},
"an3.36:18.3":{
"verse":"Oh… !espero que pueda renacer como un ser humano! ¡Y que uno de los Tathāgata, un Arahant, un Buddha completamente despierto, aparezca en el mundo! !Y que pueda yo rendir homenaje al Buddha! "
},
"an3.36:18.4":{
"verse":"Así el Buddha puede enseñarme el Dhamma, para que sea capaz de comprender su enseñanza”. "
},
"an3.36:18.5":{
"verse":"Ahora… no digo lo que sigue porque lo haya oído a otro asceta o brahmán. Solo lo digo porque lo he conocido, visto y realizado por mí mismo. "
},
"an3.36:19.1":{
"verse":"Alertados por los mensajeros divinos, "
},
"an3.36:19.2":{
"verse":"aquellos que están distraídos, "
},
"an3.36:19.3":{
"verse":"sufren la pena durante mucho tiempo, "
},
"an3.36:19.4":{
"verse":"cuando van a estos destinos inferiores. "
},
"an3.36:20.1":{
"verse":"Pero aquellas personas buenas y tranquilas, "
},
"an3.36:20.2":{
"verse":"cuando los mensajeros divinos les alertan, "
},
"an3.36:20.3":{
"verse":"nunca se distraen "
},
"an3.36:20.4":{
"verse":"del Dhamma de los nobles. "
},
"an3.36:21.1":{
"verse":"Viendo el peligro de aferrarse, "
},
"an3.36:21.2":{
"verse":"el origen del nacimiento y la muerte, "
},
"an3.36:21.3":{
"verse":"el desapegado se libera "
},
"an3.36:21.4":{
"verse":"al poner fin a nacimiento y muerte. "
},
"an3.36:22.1":{
"verse":"Felices, han llegado a un lugar seguro, "
},
"an3.36:22.2":{
"verse":"la extinción en esta misma vida. "
},
"an3.36:22.3":{
"verse":"Han superado toda amenaza y peligro, "
},
"an3.36:22.4":{
"verse":"elevándose por encima de todo sufrimiento”. "
}
}
}
},
"pli/ms/sutta/an/an0008/an0008P0005":{
"lang_code":"es",
"texts":{
"maggatr":{
"an8.5:0.1":{
"verse":"Discursos agrupados numéricamente 8.5 "
},
"an8.5:0.2":{
"verse":"1. Buena voluntad "
},
"an8.5:0.3":{
"verse":"Condiciones del mundo (1º) "
},
"an8.5:1.1":{
"verse":"«Bhikkhus, estas ocho condiciones del mundo hacen que este siga girando, y el mundo gira en torno a estas ocho condiciones. "
},
"an8.5:1.2":{
"verse":"¿Qué ocho condiciones? "
},
"an8.5:1.3":{
"verse":"Ganancia y perdida, éxito y fracaso, crítica y elogio, felicidad y sufrimiento. "
},
"an8.5:1.4":{
"verse":"Estas ocho condiciones del mundo hacen que este siga girando, y el mundo gira alrededor de estas ocho condiciones. "
},
"an8.5:2.1":{
"verse":"Ganancia y perdida, éxito y fracaso, "
},
"an8.5:2.2":{
"verse":"crítica y elogio, felicidad y sufrimiento. "
},
"an8.5:2.3":{
"verse":"Estas cualidades en la gente son impermanentes, "
},
"an8.5:2.4":{
"verse":"transitorias y perecederas. "
},
"an8.5:3.1":{
"verse":"Una persona hábil y atenta conoce estas cosas, "
},
"an8.5:3.2":{
"verse":"y ve que son perecederas. "
},
"an8.5:3.3":{
"verse":"Las cosas deseables no perturban su mente, "
},
"an8.5:3.4":{
"verse":"ni lo indeseable la repele. "
},
"an8.5:4.1":{
"verse":"Tanto preferencias como aversiones "
},
"an8.5:4.2":{
"verse":"se aclaran y se les pone fin, para siempre. "
},
"an8.5:4.3":{
"verse":"Conociendo el estado inmaculado carente de tristeza, "
},
"an8.5:4.4":{
"verse":"habiendo superado el renacimiento, entienden correctamente». "
}
}
}
},
"pli/ms/sutta/an/an0008/an0008P0006":{
"lang_code":"es",
"texts":{
"maggatr":{
"an8.6:0.1":{
"verse":"Discursos agrupados numéricamente 8.6 "
},
"an8.6:0.2":{
"verse":"1. Buena voluntad "
},
"an8.6:0.3":{
"verse":"Condiciones del mundo (2º) "
},
"an8.6:1.1":{
"verse":"«Bhikkhus, estas ocho condiciones del mundo hacen que este que siga girando, y el mundo gira en torno a estas ocho condiciones. "
},
"an8.6:1.2":{
"verse":"¿Qué ocho condiciones? "
},
"an8.6:1.3":{
"verse":"Ganancia y perdida, éxito y fracaso, crítica y elogio, felicidad y sufrimiento. "
},
"an8.6:1.4":{
"verse":"Bhikkhus, estas ocho condiciones del mundo hacen que este que siga girando, y el mundo gira en torno a estas ocho condiciones. "
},
"an8.6:2.1":{
"verse":"Una persona común no instruida se encuentra con la ganancia y la perdida, el éxito y el fracaso, la crítica y el elogio, y con la felicidad y el sufrimiento, "
},
"an8.6:2.2":{
"verse":"y una persona noble instruida también se encuentra con ellas. "
},
"an8.6:2.3":{
"verse":"¿Cuál es entonces la diferencia entre un discípulo noble instruido y una persona común no instruida?» "
},
"an8.6:2.4":{
"verse":"«Nuestras enseñanzas tienen su raíz en el Buddha, él es nuestro guía y refugio. Señor, pueda el propio Buddha aclararnos por favor el significado de esto. Al escucharlo del Buddha, los bhikkhus lo recordarán.» "
},
"an8.6:3.1":{
"verse":"«Bien, bhikkhus, escuchad y prestad atención, os lo diré.» "
},
"an8.6:3.2":{
"verse":"«Sí, señor», respondieron. "
},
"an8.6:3.3":{
"verse":"El Buddha dijo lo siguiente: "
},
"an8.6:3.4":{
"verse":"«Bhikkhus, cuando personas comunes no instruidas se encuentran con la ganancia "
},
"an8.6:3.5":{
"verse":"no reflexionan: "
},
"an8.6:3.6":{
"verse":"“Esta ganancia que me ha llegado "
},
"an8.6:3.7":{
"verse":"es impermanente, insatisfactoria y transitoria”. No lo entienden en profundidad. "
},
"an8.6:3.8":{
"verse":"Cuando se encuentran con la perdida… "
},
"an8.6:3.9":{
"verse":"el éxito… "
},
"an8.6:3.10":{
"verse":"el fracaso… "
},
"an8.6:3.11":{
"verse":"la crítica… "
},
"an8.6:3.12":{
"verse":"el elogio… "
},
"an8.6:3.13":{
"verse":"la felicidad… "
},
"an8.6:3.14":{
"verse":"el sufrimiento… "
},
"an8.6:3.15":{
"verse":"no reflexiona: "
},
"an8.6:3.16":{
"verse":"“Este sufrimiento que me ha llegado "
},
"an8.6:3.17":{
"verse":"es impermanente, insatisfactorio y transitorio”. No lo entienden en profundidad. "
},
"an8.6:4.1":{
"verse":"Entonces la ganancia y la perdida, el éxito y el fracaso, la crítica y el elogio, y la felicidad y el sufrimiento se apoderan de su mente. "
},
"an8.6:4.2":{
"verse":"Aceptan la ganancia y rechazan la perdida. "
},
"an8.6:4.3":{
"verse":"Aceptan el éxito y rechazan el fracaso. "
},
"an8.6:4.4":{
"verse":"Aceptan el elogio y rechazan la crítica. "
},
"an8.6:4.5":{
"verse":"Aceptan la felicidad y rechazan el sufrimiento. "
},
"an8.6:4.6":{
"verse":"Involucrados así en la aceptación y el rechazo, no se liberan del renacer, de la vejez y de la muerte; de la pena, el lamento, el dolor, el abatimiento y la desesperación. "
},
"an8.6:4.7":{
"verse":"No se liberan del sufrimiento, digo. "
},
"an8.6:5.1":{
"verse":"Cuando personas nobles instruidas se encuentra con la ganancia "
},
"an8.6:5.2":{
"verse":"reflexionan: "
},
"an8.6:5.3":{
"verse":"“Esta ganancia que me ha llegado "
},
"an8.6:5.4":{
"verse":"es impermanente, insatisfactoria y transitoria”. Lo entienden en profundidad. "
},
"an8.6:5.5":{
"verse":"Cuando se encuentran con la perdida… "
},
"an8.6:5.6":{
"verse":"el éxito… "
},
"an8.6:5.7":{
"verse":"el fracaso… "
},
"an8.6:5.8":{
"verse":"la crítica… "
},
"an8.6:5.9":{
"verse":"el elogio… "
},
"an8.6:5.10":{
"verse":"la felicidad… "
},
"an8.6:5.11":{
"verse":"el sufrimiento… "
},
"an8.6:5.12":{
"verse":"reflexiona: "
},
"an8.6:5.13":{
"verse":"“Este sufrimiento que me ha llegado "
},
"an8.6:5.14":{
"verse":"es impermanente, insatisfactorio y transitorio”. Lo entienden en profundidad. "
},
"an8.6:6.1":{
"verse":"Entonces la ganancia y la perdida, el éxito y el fracaso, la crítica y el elogio, y la felicidad y el sufrimiento no se apoderan de su mente. "
},
"an8.6:6.2":{
"verse":"No aceptan la ganancia y rechazan la perdida. "
},
"an8.6:6.3":{
"verse":"No aceptan el éxito y rechazan el fracaso. "
},
"an8.6:6.4":{
"verse":"No aceptan el elogio y rechazan la crítica. "
},
"an8.6:6.5":{
"verse":"No aceptan la felicidad y rechazan el sufrimiento. "
},
"an8.6:6.6":{
"verse":"Al abandonar así la aceptación y el rechazo, se liberan del renacer, de la vejez y de la muerte; de la pena, el lamento, el dolor, el abatimiento y la desesperación. "
},
"an8.6:6.7":{
"verse":"Se liberan del sufrimiento, digo. "
},
"an8.6:6.8":{
"verse":"Esta es la diferencia entre un discípulo noble instruido y una persona normal no instruida. "
},
"an8.6:7.1":{
"verse":"Ganancia y perdida, éxito y fracaso, "
},
"an8.6:7.2":{
"verse":"crítica y elogio, felicidad y sufrimiento; "
},
"an8.6:7.3":{
"verse":"Estas cualidades en la gente son impermanentes, "
},
"an8.6:7.4":{
"verse":"transitorias y perecederas. "
},
"an8.6:8.1":{
"verse":"Una persona hábil y atenta conoce estas cosas, "
},
"an8.6:8.2":{
"verse":"y ve que son perecederas. "
},
"an8.6:8.3":{
"verse":"Las cosas deseables no perturban su mente, "
},
"an8.6:8.4":{
"verse":"ni lo indeseable los repele. "
},
"an8.6:9.1":{
"verse":"Tanto preferencias como aversiones "
},
"an8.6:9.2":{
"verse":"se aclaran y se les pone fin, para siempre. "
},
"an8.6:9.3":{
"verse":"Conociendo el estado inmaculado carente de tristeza, "
},
"an8.6:9.4":{
"verse":"habiendo superado el renacimiento, entienden correctamente». "
}
}
}
},
"pli/ms/sutta/mn/mn0044":{
"lang_code":"es",
"texts":{
"maggatr":{
"mn44:0.1":{
"verse":"Discursos medios 44 "
},
"mn44:0.2":{
"verse":"La exposición corta "
},
"mn44:1.1":{
"verse":"Así he oído: "
},
"mn44:1.2":{
"verse":"En una ocasión el Buddha estaba cerca de Rājagaha, en el bosquecillo de bambú, donde se alimentan las ardillas. "
},
"mn44:1.3":{
"verse":"Visākha, hombre laico, fue a ver a bhikkhunī Dhammadinnā, se inclinó ante ella, y sentándose a un lado le dijo: "
},
"mn44:2.1":{
"verse":"«Ayye, se habla de eso que llaman “identidad propia”. "
},
"mn44:2.2":{
"verse":"¿Qué es esa “identidad propia” de la que habla el Buddha?» "
},
"mn44:2.3":{
"verse":"« Visākha, el Buddha dijo que estos cinco componentes del apego forman la identidad propia. "
},
"mn44:2.4":{
"verse":"Es decir, los componentes del apego de la forma, de la sensación, de la percepción, de la voluntad y de la consciencia. "
},
"mn44:2.5":{
"verse":"Eso dijo el Buddha, que esos cinco componentes del apego forman la identidad propia». "
},
"mn44:2.6":{
"verse":"Diciendo «Bien, ayye», Visākha mostró su aprobación y conformidad con lo que Dhammadinnā había dicho. A continuación hizo otra pregunta: "
},
"mn44:3.1":{
"verse":"«Ayye, se habla de eso que llaman “el origen de la identidad propia”. "
},
"mn44:3.2":{
"verse":"¿Cuál es el origen de la identidad propia del que habla el Buddha?» "
},
"mn44:3.3":{
"verse":"«Es el anhelo que lleva a vidas futuras, mezclado con deleite y codicia, que encuentra placer allí donde se pose, es decir: "
},
"mn44:3.4":{
"verse":"el anhelo por los placeres de los sentidos, el anhelo por la continuidad de la existencia, y el anhelo por poner fin a la existencia. "
},
"mn44:3.5":{
"verse":"El Buddha dijo que este es el origen de la identidad propia». "
},
"mn44:4.1":{
"verse":"«Ayye, se habla de eso que llaman “el cese de la identidad propia”. "
},
"mn44:4.2":{
"verse":"¿Qué es el cese de la identidad propia del que habla el Buddha?» "
},
"mn44:4.3":{
"verse":"«Es el desvanecimiento y cese, sin restos, de ese mismo anhelo; renunciar a él, dejarlo ir, liberarlo, no aferrarse a él. "
},
"mn44:4.4":{
"verse":"El Buddha dijo que este es el cese de la identidad propia». "
},
"mn44:5.1":{
"verse":"«Ayye, se habla de la práctica que lleva al cese de la identidad propia. "
},
"mn44:5.2":{
"verse":"¿Cuál es la práctica que lleva al cese de la identidad propia de la que habla el Buddha?» "
},
"mn44:5.3":{
"verse":"«La práctica que lleva al cese de la identidad propia de la que el Buddha habla es solo este noble sendero óctuple, es decir: "
},
"mn44:5.4":{
"verse":"Entendimiento correcto, pensamiento correcto, habla correcta, acción correcta, modo de vida correcto, atención correcta, y concentración correcta». "
},
"mn44:6.1":{
"verse":"«Pero Ayye ¿es ese apego exactamente lo mismo que los cinco componentes del apego? ¿O es el apego una cosa y los cinco componentes del apego otra?» "
},
"mn44:6.2":{
"verse":"«Ese apego no es exactamente lo mismo que los cinco componentes del apego, pero tampoco es el apego una cosa, y los cinco componentes del apego otra. "
},
"mn44:6.3":{
"verse":"El deseo y la codicia hacia los cinco componentes del apego es ese mismo apego». "
},
"mn44:7.1":{
"verse":"«Pero Ayye ¿Cómo surge la identidad propia?» "
},
"mn44:7.2":{
"verse":"Surge cuando una persona común no instruida no ha visto a los nobles, y no ha practicado ni es hábil en su enseñanza. No ha visto a las personas buenas, y no ha practicado ni es hábil en su enseñanza. "
},
"mn44:7.3":{
"verse":"Así considera la forma como el yo, o el yo como teniendo forma, o la forma en el yo, o el yo en la forma. "
},
"mn44:7.4":{
"verse":"Considera la sensación… "
},
"mn44:7.5":{
"verse":"Considera la percepción… "
},
"mn44:7.6":{
"verse":"Considera la voluntad… "
},
"mn44:7.7":{
"verse":"Considera la consciencia como el yo, o el yo como teniendo consciencia, o la consciencia en el yo, o el yo en la consciencia. "
},
"mn44:7.8":{
"verse":"Así es como surge la identidad propia». "
},
"mn44:8.1":{
"verse":"«Pero Ayye ¿Cómo no surge la identidad propia?» "
},
"mn44:8.2":{
"verse":"No surge cuando un discípulo noble instruido ha visto a los nobles, y ha practicado y es hábil en su enseñanza. Ha visto a las personas buenas, y ha practicado y es hábil en su enseñanza. "
},
"mn44:8.3":{
"verse":"Así no considera la forma como el yo, o el yo como teniendo forma, o la forma en el yo, o el yo en la forma. "
},
"mn44:8.4":{
"verse":"No considera la sensación… "
},
"mn44:8.5":{
"verse":"No considera la percepción… "
},
"mn44:8.6":{
"verse":"No considera la voluntad… "
},
"mn44:8.7":{
"verse":"No considera la consciencia como el yo, o el yo como teniendo consciencia, o la consciencia en el yo, o el yo en la consciencia. "
},
"mn44:8.8":{
"verse":"Así es como la identidad propia no surge». "
},
"mn44:9.1":{
"verse":"«Pero Ayye ¿Qué es el noble sendero óctuple?» "
},
"mn44:9.2":{
"verse":"«Es simplemente este noble sendero óctuple, es decir: "
},
"mn44:9.3":{
"verse":"Entendimiento correcto, pensamiento correcto, habla correcta, acción correcta, modo de vida correcto, atención correcta, y concentración correcta». "
},
"mn44:10.1":{
"verse":"«Pero ayye ¿Es el noble sendero óctuple condicionado o no condicionado?» "
},
"mn44:10.2":{
"verse":"«El noble sendero óctuple es condicionado». "
},
"mn44:11.1":{
"verse":"«¿Están las tres dimensiones de la práctica incluidas en el noble sendero óctuple? ¿O está el noble sendero óctuple incluido en las tres dimensiones de la práctica?» "
},
"mn44:11.2":{
"verse":"«Las tres dimensiones de la práctica no están incluidas en el noble sendero óctuple. Al contrario, el noble sendero óctuple está incluido en las tres dimensiones de la práctica. "
},
"mn44:11.3":{
"verse":"El habla correcta, la acción correcta, y el modo de vida correcto: estos tres están incluidos en la dimensión de la ética. "
},
"mn44:11.4":{
"verse":"El esfuerzo correcto, la atención correcta, y la concentración correcta: estos tres están incluidos en la dimensión de la concentración. "
},
"mn44:11.5":{
"verse":"Entendimiento correcto y pensamiento correcto: estos dos están incluidos en la dimensión de la sabiduría». "
},
"mn44:12.1":{
"verse":"«Pero Ayye ¿Qué es la concentración? ¿Cuáles son las bases de la concentración? ¿Cuáles son los prerrequisitos de la concentración? ¿Qué es la práctica de la concentración?» "
},
"mn44:12.2":{
"verse":"«La concentración es la unificación de la mente. "
},
"mn44:12.3":{
"verse":"Los cuatro tipos de meditación con la atención son las bases de la concentración. "
},
"mn44:12.4":{
"verse":"Los cuatro esfuerzos correctos son los prerrequisitos de la concentración. "
},
"mn44:12.5":{
"verse":"El cultivo, desarrollo y la repetición de estas mismas cosas es la práctica de la concentración». "
},
"mn44:13.1":{
"verse":"«¿Cuántos procesos existen?» "
},
"mn44:13.2":{
"verse":"«Existen estas tres clases de procesos. "
},
"mn44:13.3":{
"verse":"Procesos físicos, verbales y mentales». "
},
"mn44:14.1":{
"verse":"«Pero Ayye ¿Qué es un proceso físico? ¿Qué es un proceso verbal? ¿Qué es un proceso mental?». "
},
"mn44:14.2":{
"verse":"«La respiración es un proceso físico. Situar la mente y mantenerla conectada son procesos verbales. La percepción y la sensación son procesos mentales». "
},
"mn44:15.1":{
"verse":"Pero Ayye ¿Por qué la respiración es un proceso físico? ¿Por qué situar la mente y mantenerla conectada son procesos verbales? ¿Por qué la percepción y la sensación son procesos mentales?». "
},
"mn44:15.2":{
"verse":"La respiración es física. Está ligada al cuerpo, es por eso que la respiración es un proceso físico. "
},
"mn44:15.3":{
"verse":"Primero sitúas la mente y la mantienes conectada, luego empiezas a hablar. Es por eso que situar la mente y mantenerla conectada son procesos verbales. "
},
"mn44:15.4":{
"verse":"La percepción y la sensación son mentales. Están ligadas a la mente, es por eso que la percepción y la sensación son procesos mentales». "
},
"mn44:16.1":{
"verse":"«Pero Ayye ¿Cómo alguien logra el cese de la percepción y la sensación?». "
},
"mn44:16.2":{
"verse":"«Un bihikkhu que está penetrando en un logro de esa clase no piensa: "
},
"mn44:16.3":{
"verse":"“Penetraré en el cese de la percepción y la sensación” o “estoy penetrando en el cese de la percepción y la sensación” o “he penetrado en el cese de la percepción y la sensación”. "
},
"mn44:16.4":{
"verse":"Mas bien su mente se ha desarrollado previamente para llevar a ese estado». "
},
"mn44:17.1":{
"verse":"«Pero Ayye ¿Qué procesos cesan antes en un bhikkhu que está penetrando en el cese de la percepción y la sensación, el físico, el verbal o el mental?». "
},
"mn44:17.2":{
"verse":"«Primero cesa el proceso verbal, luego el físico, y luego el mental». "
},
"mn44:18.1":{
"verse":"«Pero Ayye ¿Cómo alguien emerge  del cese de la percepción y la sensación?». "
},
"mn44:18.2":{
"verse":"«Un bhikkhu que está emergiendo de un logro de esa clase no piensa: "
},
"mn44:18.3":{
"verse":"“Emergeré del cese de la percepción y la sensación” o “estoy emergiendo del cese de la percepción y la sensación” o “he emergido el cese de la percepción y la sensación”. "
},
"mn44:18.4":{
"verse":"Mas bien su mente se ha desarrollado previamente para llevar a ese estado». "
},
"mn44:19.1":{
"verse":"«Pero Ayye ¿Qué procesos surgen antes en un bhikkhu que está emergiendo del cese de la percepción y la sensación, el físico, el verbal o el mental?». "
},
"mn44:19.2":{
"verse":"«Primero surge el proceso mental, luego el físico, y luego el verbal». "
},
"mn44:20.1":{
"verse":"«Pero Ayye, cuando un bhikkhu ha emergido del logro del cese de la percepción y la sensación ¿cuántas clases de contactos experimenta?». "
},
"mn44:20.2":{
"verse":"«Experimenta tres clases de contactos: contacto en vacío, contacto sin signos y contactos indirectos». "
},
"mn44:21.1":{
"verse":"«Pero Ayye, cuando un bhikkhu ha emergido del logro del cese de la percepción y la sensación ¿hacia qué tiende, se inclina y orienta su mente?». "
},
"mn44:21.2":{
"verse":"«Su mente tiende, se inclina y orienta hacia el retiro». "
},
"mn44:22.1":{
"verse":"«Pero Ayye ¿Cuántas sensaciones existen?». "
},
"mn44:22.2":{
"verse":"«Existen tres sensaciones: "
},
"mn44:22.3":{
"verse":"sensaciones agradables, desagradables y neutras». "
},
"mn44:23.1":{
"verse":"«¿Qué es cada una de estas sensaciones?». "
},
"mn44:23.2":{
"verse":"«Cualquier cosa sentida física o mentalmente como placentera o agradable. "
},
"mn44:23.3":{
"verse":"Esto es la sensación agradable. "
},
"mn44:23.4":{
"verse":"Cualquier cosa sentida física o mentalmente como dolorosa o desagradable. "
},
"mn44:23.5":{
"verse":"Esto es la sensación desagradable. "
},
"mn44:23.6":{
"verse":"Cualquier cosa sentida física o mentalmente como ni agradable ni desagradable. "
},
"mn44:23.7":{
"verse":"Esto es la sensación neutra». "
},
"mn44:24.1":{
"verse":"«¿Qué es agradable y qué es desagradable en relación a cada una de las tres sensaciones?». "
},
"mn44:24.2":{
"verse":"«La sensación agradable es agradable cuando permanece y desagradable cuando cesa. "
},
"mn44:24.3":{
"verse":"La sensación desagradable es desagradable cuando permanece y agradable cuando cesa. "
},
"mn44:24.4":{
"verse":"La sensación neutra es agradable en presencia del conocimiento, y dolorosa en presencia de la ignorancia». "
},
"mn44:25.1":{
"verse":"«¿Qué tendencias latentes subyacen bajo estas tres sensaciones?» "
},
"mn44:25.2":{
"verse":"«La tendencia latente hacia el deseo de sensaciones agradables subyace bajo la sensación agradable. La tendencia latente hacia el rechazo subyace bajo la sensación desagradable. La tendencia latente hacia la ignorancia subyace bajo la sensación neutra». "
},
"mn44:26.1":{
"verse":"«Estas tendencias latentes ¿siempre subyacen bajo estas sensaciones?». "
},
"mn44:26.2":{
"verse":"«No, no lo hacen». "
},
"mn44:27.1":{
"verse":"«¿Qué debería abandonarse con respecto a cada una de estas tres sensaciones?». "
},
"mn44:27.2":{
"verse":"«La tendencia latente hacia el deseo de sensaciones agradables debería ser abandonada en relación a la sensación agradable. La tendencia latente hacia el rechazo debería ser abandonada en relación a la sensación desagradable. La tendencia latente hacia la ignorancia debería ser abandonada en relación a la sensación neutra». "
},
"mn44:28.1":{
"verse":"«¿Deberían abandonarse estas tendencias latentes en todos las manifestaciones de estas sensaciones?». "
},
"mn44:28.2":{
"verse":"«No, no en todos los casos. "
},
"mn44:28.3":{
"verse":"Es por ejemplo el caso de un bhikkhu que, bien apartado de los placeres de los sentidos, apartado de las cualidades no beneficiosas, entra y permanece en la primera absorción, caracterizada por el deleite y la felicidad meditativos que surgen del retiro, mientras sitúa la mente y la mantiene conectada. "
},
"mn44:28.4":{
"verse":"Con esto abandona la codicia, y la tendencia latente hacia el deseo de sensaciones agradables no subyace bajo ello. "
},
"mn44:28.5":{
"verse":"Y el caso de un bhikkhu que reflexiona así: "
},
"mn44:28.6":{
"verse":"“Oh ¿Cuándo entraré y permaneceré en la misma dimensión en la que los nobles entran y permanecen hoy?” "
},
"mn44:28.7":{
"verse":"Alimentar tal anhelo por las supremas liberaciones da lugar a la tristeza debido al anhelo. "
},
"mn44:28.8":{
"verse":"Con esto abandona el rechazo, y la tendencia latente hacia el rechazo no subyace bajo ello. "
},
"mn44:28.9":{
"verse":"Y el caso de un bhikkhu que, abandonando el placer y el dolor, y poniendo fin a la felicidad y a la tristeza previas, entra y permanece en la cuarta absorción, sin placer ni dolor, con una ecuanimidad y atención purificadas. "
},
"mn44:28.10":{
"verse":"Con esto abandona la ignorancia, y la tendencia latente hacia la ignorancia no subyace bajo ello». "
},
"mn44:29.1":{
"verse":"«Pero Ayye ¿Qué es lo opuesto a la sensación agradable?» "
},
"mn44:29.2":{
"verse":"«La sensación desagradable». "
},
"mn44:29.3":{
"verse":"«¿Qué es lo opuesto a la sensación desagradable?» "
},
"mn44:29.4":{
"verse":"«La sensación agradable». "
},
"mn44:29.5":{
"verse":"«¿Qué es lo opuesto a la sensación neutra?» "
},
"mn44:29.6":{
"verse":"«La ignorancia». "
},
"mn44:29.7":{
"verse":"«¿Qué es lo opuesto a la ignorancia?» "
},
"mn44:29.8":{
"verse":"«El conocimiento». "
},
"mn44:29.9":{
"verse":"«¿Qué es lo opuesto al conocimiento?» "
},
"mn44:29.10":{
"verse":"«La liberación». "
},
"mn44:29.11":{
"verse":"«¿Qué es lo opuesto a la liberación?» "
},
"mn44:29.12":{
"verse":"« Nibbāna». "
},
"mn44:29.13":{
"verse":"«¿Qué es lo opuesto a nibbāna?» "
},
"mn44:29.14":{
"verse":"«Tu pregunta va demasiado lejos Visākha. No has podido ver el límite a tus preguntas. "
},
"mn44:29.15":{
"verse":"Porque Nibbāna es la esencia, el destino y el fin de la vida espiritual. "
},
"mn44:29.16":{
"verse":"Si quieres vete y pregúntale al Buddha esta misma cuestión. Deberías memorizarla según él te responda». "
},
"mn44:30.1":{
"verse":"Y Visākha mostró su aprobación y conformidad con lo que bhikkhunī Dhammadinnā había dicho. Se levantó de su sitio, se inclinó y la circunvaló respetuosamente, manteniéndola a su derecha. A continuación fue a ver al Buddha, se inclinó, y sentándose a un lado "
},
"mn44:30.2":{
"verse":"le informó sobre todo lo que habían estado hablando. "
},
"mn44:30.3":{
"verse":"Una vez que hubo terminado el Buddha le dijo: "
},
"mn44:30.4":{
"verse":"« Bhikkhunī Dhammadinnā es astuta, Visākha, posee una gran sabiduría. "
},
"mn44:30.5":{
"verse":"Si vinieses y me preguntases esa misma pregunta te respondería exactamente de la misma forma que bhikkhunī Dhammadinnā. "
},
"mn44:30.6":{
"verse":"Ese es su significado, y así es como deberías memorizarlo». "
},
"mn44:30.7":{
"verse":"Esto fue lo que dijo el Buddha. "
},
"mn44:30.8":{
"verse":"Satisfecho, el laico Visākha se alegró con lo que le dijo el Buddha. "
}
}
}
},
"pli/ms/sutta/sn/sn0003/sn0003P0003":{
"lang_code":"es",
"texts":{
"maggatr":{
"sn3.3:0.1":{
"verse":"Discursos enlazados 3.3 "
},
"sn3.3:0.2":{
"verse":"1. Las cadenas "
},
"sn3.3:0.3":{
"verse":"La vejez y la muerte "
},
"sn3.3:1.1":{
"verse":"En Sāvatthī, "
},
"sn3.3:1.2":{
"verse":"Sentado a un lado, el rey Pasenadi le dijo al Buddha, "
},
"sn3.3:1.3":{
"verse":"«Señor, para alguien que ha renacido ¿es posible estar exento de la vejez y la muerte?» "
},
"sn3.3:1.4":{
"verse":"«Gran rey, para alguien que ha renacido, no es posible estar exento de la vejez y la muerte. "
},
"sn3.3:1.5":{
"verse":"Incluso para la aristocracia, "
},
"sn3.3:1.6":{
"verse":"para los brahmanes, "
},
"sn3.3:1.7":{
"verse":"o para la gente de hogar —rica, acaudalada, próspera, con mucho oro y plata, con muchos activos y propiedades, con mucho dinero y grano— cuando nacen, no están exentos de la vejez y la muerte. "
},
"sn3.3:1.8":{
"verse":"Incluso los mendicantes perfeccionados —que han puesto fin a las impurezas, que han completado el viaje espiritual, que han hecho lo que había que hacer, que han soltado la carga, que han alcanzado su objetivo, que han eliminado por completo las ataduras del renacimiento, y que están correctamente liberados a través de la iluminación— sus cuerpos son susceptibles de descomponerse y quedar en reposo». "
},
"sn3.3:1.9":{
"verse":"Esto es lo que dijo el Buddha… "
},
"sn3.3:2.1":{
"verse":"«Los lujosos carros de los reyes se deterioran, "
},
"sn3.3:2.2":{
"verse":"y este cuerpo también envejece. "
},
"sn3.3:2.3":{
"verse":"Pero el Dhamma de la bondad nunca envejece: "
},
"sn3.3:2.4":{
"verse":"así lo proclaman tanto el puro como el bueno». "
}
}
}
},
"pli/ms/sutta/sn/sn0003/sn0003P0025":{
"lang_code":"es",
"texts":{
"maggatr":{
"sn3.25:0.1":{
"verse":"Discursos enlazados 3.25 "
},
"sn3.25:0.2":{
"verse":"3. Kosala "
},
"sn3.25:0.3":{
"verse":"El símil de la montaña "
},
"sn3.25:1.1":{
"verse":"En Sāvatthī, "
},
"sn3.25:1.2":{
"verse":"El rey de Kosala, Pasenadi, se sentó a un lado y el Buddha le dijo: "
},
"sn3.25:1.3":{
"verse":"«Entonces, gran rey, ¿de dónde vienes en mitad del día?» "
},
"sn3.25:1.4":{
"verse":"«Señor, hay reyes en la aristocracia que están obsesionados con la autoridad, obsesionados con anhelo por los placeres de los sentidos. Han conseguido la estabilidad del país, y han conquistado un vasto territorio sobre el que reinan. Hoy he estado ocupado con las tareas propias de este tipo de reyes». "
},
"sn3.25:2.1":{
"verse":"«¿Qué piensas, gran rey? "
},
"sn3.25:2.2":{
"verse":"Imagina que una persona de confianza y honesta llegase del este, "
},
"sn3.25:2.3":{
"verse":"se acercase a ti y te dijese: "
},
"sn3.25:2.4":{
"verse":"'Por favor, señor, debería saber esto. Vengo del este, "
},
"sn3.25:2.5":{
"verse":"allí vi una enorme montaña que llegaba hasta las nubes, y que venía hacia aquí aplastando a todas las criaturas a su paso. "
},
"sn3.25:2.6":{
"verse":"Entonces, gran rey, !haz lo que debas!' "
},
"sn3.25:2.7":{
"verse":"Imagina que una segunda persona de confianza y honesta llegase del oeste… "
},
"sn3.25:2.8":{
"verse":"una tercera del norte… "
},
"sn3.25:2.9":{
"verse":"una cuarta del sur, "
},
"sn3.25:2.10":{
"verse":"se acercase a ti y te dijese: "
},
"sn3.25:2.11":{
"verse":"'Por favor, señor, debería saber esto. Vengo del sur, "
},
"sn3.25:2.12":{
"verse":"allí vi una enorme montaña que llegaba hasta las nubes, y que venía hacia aquí aplastando a todas las criaturas a su paso. "
},
"sn3.25:2.13":{
"verse":"Entonces, gran rey, !haz lo que debas!' "
},
"sn3.25:2.14":{
"verse":"Si se presentase una amenaza tan grave —una perdida de vidas tan terrible, siendo el nacimiento humano tan excepcional—, ¿qué harías?» "
},
"sn3.25:3.1":{
"verse":"«Señor, si se presentase una amenaza tan grave —una perdida de vidas tan terrible, siendo el nacimiento humano tan excepcional—, ¿qué podría hacer más que vivir según las enseñanzas, según los preceptos morales, y realizar acciones buenas y beneficiosas?» "
},
"sn3.25:4.1":{
"verse":"«Te digo, gran rey, te anuncio: la vejez y la muerte se avecinan sobre ti. "
},
"sn3.25:4.2":{
"verse":"Y como la vejez y la muerte se avecinan sobre ti, ¿qué piensas hacer?» "
},
"sn3.25:4.3":{
"verse":"«Señor, ¿qué podría hacer más que vivir según las enseñanzas, según los preceptos morales, y realizar acciones buenas y beneficiosas? "
},
"sn3.25:4.4":{
"verse":"Señor, hay reyes en la aristocracia que están obsesionados con la autoridad, obsesionados con anhelo por los placeres de los sentidos. Han conseguido la estabilidad del país, y han conquistado un vasto territorio sobre el que reinan. Este tipo de reyes se involucran en batallas de elefantes, "
},
"sn3.25:4.7":{
"verse":"de caballería, "
},
"sn3.25:4.8":{
"verse":"de carros, "
},
"sn3.25:4.9":{
"verse":"o de infantería. "
},
"sn3.25:4.10":{
"verse":"No hay lugar para estas batallas cuando la vejez y la muerte se avecinan sobre uno. "
},
"sn3.25:4.11":{
"verse":"En esta corte real hay ministros de sabio consejo que son capaces de dividir al enemigo que se acerca usando sabias tretas. "
},
"sn3.25:4.12":{
"verse":"Pero no hay lugar para estas batallas diplomáticas cuando la vejez y la muerte se avecinan sobre uno. "
},
"sn3.25:4.13":{
"verse":"En esta corte real hay abundantes monedas y lingotes de oro en torres y mazmorras. Usando esta riqueza podemos sobornar al enemigo que se acerca. "
},
"sn3.25:4.14":{
"verse":"Pero no hay lugar para estas batallas de riquezas cuando la vejez y la muerte se avecinan sobre uno. "
},
"sn3.25:4.15":{
"verse":"Cuando la vejez y la muerte se avecinan, ¿qué podría hacer uno más que vivir según las enseñanzas, según los preceptos morales, y realizar acciones buenas y beneficiosas?» "
},
"sn3.25:5.1":{
"verse":"«¡Así es, gran rey! ¡Así es! "
},
"sn3.25:5.2":{
"verse":"Cuando la vejez y la muerte se avecinan, ¿qué podrías hacer más que vivir según las enseñanzas, según los preceptos morales, y realizar acciones buenas y beneficiosas?» "
},
"sn3.25:5.3":{
"verse":"Esto es lo que dijo el Buddha. "
},
"sn3.25:5.4":{
"verse":"A continuación el Buddha, el Maestro, dijo lo siguiente: "
},
"sn3.25:6.1":{
"verse":"«Imagina que hubiese vastas montañas "
},
"sn3.25:6.2":{
"verse":"de sólida roca elevándose hasta el cielo, "
},
"sn3.25:6.3":{
"verse":"acercándose desde todas partes, "
},
"sn3.25:6.4":{
"verse":"aplastándolo todo en las cuatro direcciones. "
},
"sn3.25:7.1":{
"verse":"De igual forma la vejez y la muerte "
},
"sn3.25:7.2":{
"verse":"se avecinan sobre todas las criaturas vivientes: "
},
"sn3.25:7.3":{
"verse":"aristócratas, brahmanes, mercaderes, "
},
"sn3.25:7.4":{
"verse":"trabajadores, marginados, y mendigos. "
},
"sn3.25:7.5":{
"verse":"No dejan nada a su paso, "
},
"sn3.25:7.6":{
"verse":"aplastándolo todo bajo ellas. "
},
"sn3.25:8.1":{
"verse":"No hay lugar dónde los elefantes puedan permanecer, "
},
"sn3.25:8.2":{
"verse":"ni los carros ni la infantería. "
},
"sn3.25:8.3":{
"verse":"No pueden ser derrotadas "
},
"sn3.25:8.4":{
"verse":"en batallas diplomáticas o con riqueza. "
},
"sn3.25:9.1":{
"verse":"Es por esto que una persona astuta, "
},
"sn3.25:9.2":{
"verse":"viendo lo que le conviene, "
},
"sn3.25:9.3":{
"verse":"con sabiduría, establecerá su fe "
},
"sn3.25:9.4":{
"verse":"en el Buddha, el Dhamma y el Sangha. "
},
"sn3.25:10.1":{
"verse":"Quien quiera que viva según el Dhamma, "
},
"sn3.25:10.2":{
"verse":"en cuerpo, habla y mente, "
},
"sn3.25:10.3":{
"verse":"es elogiado en esta vida, "
},
"sn3.25:10.4":{
"verse":"y parte a disfrutar hacia el cielo». "
},
"sn3.25:11.5":{
"verse":"Los discursos enlazados con el de Kosala han finalizado. "
}
}
}
},
"pli/ms/sutta/sn/sn0036/sn0036P0006":{
"lang_code":"es",
"texts":{
"maggatr":{
"sn36.6:0.1":{
"verse":"Discursos enlazados 36.6 "
},
"sn36.6:0.2":{
"verse":"1. Con versos "
},
"sn36.6:0.3":{
"verse":"La flecha "
},
"sn36.6:1.1":{
"verse":"«Bhikkhus, una persona común no instruida siente sensaciones agradables, desagradables y neutras, "
},
"sn36.6:1.2":{
"verse":"y un discípulo noble instruido también siente sensaciones agradables, desagradables y neutras. "
},
"sn36.6:1.3":{
"verse":"¿Cuál es entonces la diferencia entre un discípulo noble instruido y una persona común no instruida?» "
},
"sn36.6:1.4":{
"verse":"«Nuestras enseñanzas tienen su raíz en el Buddha, él es nuestro guía y refugio. Señor, pueda el propio Buddha aclararnos por favor el significado de esto. Al escucharlo del Buddha, los bhikkhus lo recordarán». "
},
"sn36.6:1.5":{
"verse":"«Cuando una persona no instruida experimenta sensaciones físicas desagradables se apena, gime y se lamenta, golpea su pecho y queda confundida. "
},
"sn36.6:1.6":{
"verse":"Experimenta dos sensaciones: "
},
"sn36.6:1.7":{
"verse":"una física y una mental. "
},
"sn36.6:1.8":{
"verse":"Es como una persona a la que le alcanza una flecha, "
},
"sn36.6:1.9":{
"verse":"y acto seguido le alcanza una segunda flecha. "
},
"sn36.6:1.10":{
"verse":"Esa persona experimenta la sensación producida por las dos flechas. "
},
"sn36.6:1.11":{
"verse":"De la misma forma, cuando una persona no instruida experimenta sensaciones físicas desagradables se apena, gime y se lamenta, golpea su pecho y queda confundida. "
},
"sn36.6:1.12":{
"verse":"Experimenta así dos sensaciones: "
},
"sn36.6:1.13":{
"verse":"una física y una mental. "
},
"sn36.6:1.14":{
"verse":"Al contacto con una sensación desagradable, la rechaza. "
},
"sn36.6:1.15":{
"verse":"La tendencia latente a la aversión hacia las sensaciones desagradables subyace bajo ese rechazo. "
},
"sn36.6:1.16":{
"verse":"Al contacto con una sensación desagradable busca el disfrute en los placeres de los sentidos. "
},
"sn36.6:1.17":{
"verse":"¿Y esto por qué? "
},
"sn36.6:1.18":{
"verse":"Porque una persona no instruida no conoce otra salida de la sensación desagradable que no sea los placeres de los sentidos. "
},
"sn36.6:1.19":{
"verse":"Al buscar el disfrute en los placeres de los sentidos, la tendencia latente hacia el anhelo por las sensaciones agradables subyace bajo dicha búsqueda. "
},
"sn36.6:1.20":{
"verse":"No entiende tal cual son el origen, el cese, la gratificación, las desventajas y la salida en relación a esas sensaciones. "
},
"sn36.6:1.21":{
"verse":"Bajo esto subyace la tendencia latente hacia la ignorancia en relación a las sensaciones neutras. "
},
"sn36.6:1.22":{
"verse":"Si experimenta una sensación agradable, la experimenta con apego. "
},
"sn36.6:1.23":{
"verse":"Si experimenta una sensación desagradable, la experimenta con apego. "
},
"sn36.6:1.24":{
"verse":"Si experimenta una sensación neutra, la experimenta con apego. "
},
"sn36.6:1.25":{
"verse":"Así, se le conoce como una persona no instruida apegada al renacer, a la vejez y a la muerte; a la pena, al lamento, al dolor, al abatimiento y a la desesperación; apegada al sufrimiento, digo. "
},
"sn36.6:2.1":{
"verse":"Cuando una discípulo noble instruido experimenta sensaciones físicas desagradables no se apena, gime y se lamenta, golpea su pecho y queda confundido. "
},
"sn36.6:2.2":{
"verse":"Experimentan una sola sensación: "
},
"sn36.6:2.3":{
"verse":"La física, pero no la mental. "
},
"sn36.6:3.1":{
"verse":"Es como una persona a la que le alcanza una flecha, "
},
"sn36.6:3.2":{
"verse":"pero que no le alcanza una segunda flecha. "
},
"sn36.6:3.3":{
"verse":"Esa persona experimenta la sensación producida por una sola flecha. "
},
"sn36.6:3.4":{
"verse":"De igual forma, cuando una discípulo noble instruido experimenta sensaciones físicas desagradables no se apena, gime y se lamenta, golpea su pecho y queda confundido. "
},
"sn36.6:3.5":{
"verse":"Experimentan una sola sensación: "
},
"sn36.6:3.6":{
"verse":"La física, pero no la mental. "
},
"sn36.6:3.7":{
"verse":"Al contacto con una sensación desagradable, no la rechaza. "
},
"sn36.6:3.8":{
"verse":"La tendencia latente a la aversión hacia las sensaciones desagradables no subyace bajo ese rechazo. "
},
"sn36.6:3.9":{
"verse":"Al contacto con una sensación desagradable no busca el disfrute en los placeres de los sentidos. "
},
"sn36.6:3.10":{
"verse":"¿Y esto por qué? "
},
"sn36.6:3.11":{
"verse":"Porque una discípulo noble instruido conoce una salida de la sensación desagradable distinta de los placeres de los sentidos. "
},
"sn36.6:3.12":{
"verse":"Al no buscar el disfrute en los placeres de los sentidos, la tendencia latente hacia el anhelo por las sensaciones agradables no subyace bajo dicha búsqueda. "
},
"sn36.6:3.13":{
"verse":"Entiende tal cual son el origen, el cese, la gratificación, las desventajas y la salida en relación a esas sensaciones. "
},
"sn36.6:3.14":{
"verse":"Bajo esto no subyace la tendencia latente hacia la ignorancia en relación a las sensaciones neutras. "
},
"sn36.6:3.15":{
"verse":"Si experimenta una sensación agradable, la experimenta sin apego. "
},
"sn36.6:3.16":{
"verse":"Si experimenta una sensación desagradable, la experimenta sin apego. "
},
"sn36.6:3.17":{
"verse":"Si experimenta una sensación neutra, la experimenta sin apego. "
},
"sn36.6:3.18":{
"verse":"Así, se le conoce como un discípulo noble instruido sin apego al renacer, a la vejez y a la muerte; a la pena, al lamento, al dolor, al abatimiento y a la desesperación; desapegado del sufrimiento, digo. "
},
"sn36.6:3.19":{
"verse":"Esta es la diferencia entre un discípulo noble instruido y una persona normal no instruida. "
},
"sn36.6:4.1":{
"verse":"A una persona instruida y sabia no le afectan "
},
"sn36.6:4.2":{
"verse":"sensaciones agradables o desagradables. "
},
"sn36.6:4.3":{
"verse":"Esta es la gran diferencia en habilidad "
},
"sn36.6:4.4":{
"verse":"entre el sabio y el común. "
},
"sn36.6:5.1":{
"verse":"Una persona instruida que ha sopesado el Dhamma "
},
"sn36.6:5.2":{
"verse":"comprende con claridad este mundo y el siguiente. "
},
"sn36.6:5.3":{
"verse":"Las cosas deseables no perturban su mente, "
},
"sn36.6:5.4":{
"verse":"ni lo indeseable la repele. "
},
"sn36.6:6.1":{
"verse":"Tanto preferencias como aversiones "
},
"sn36.6:6.2":{
"verse":"se aclaran y se les pone fin, para siempre. "
},
"sn36.6:6.3":{
"verse":"Conociendo el estado inmaculado carente de tristeza, "
},
"sn36.6:6.4":{
"verse":"habiendo superado el renacimiento, entiende correctamente». "
}
}
}
}
}