{
"pra/pts/sutta/pdhp/pdhp0001-0013":{
"lang_code":"en",
"texts":{
"anandajoti":{
"pdhp1:0.0":{
"verse":"Patna Dhammapada "
},
"pdhp1:0.1":{
"verse":"1. The Chapter about the Pairs "
},
"pdhp1:0.2":{
"verse":"Hail and Homage to all Buddhas, Dharmas and the Noble Saṅghas. "
},
"pdhp1:1":{
"verse":"Mind precedes thoughts, mind is their chief, they are impelled by mind, "
},
"pdhp1:2":{
"verse":"if with a base mind one speaks or acts, "
},
"pdhp1:3":{
"verse":"through that, suffering follows him like a wheel follows the ox’s foot. "
},
"pdhp2:1":{
"verse":"Mind precedes thoughts, mind is their chief, they are impelled by mind, "
},
"pdhp2:2":{
"verse":"if with pure mind one speaks or acts, "
},
"pdhp2:3":{
"verse":"through that, happiness follows him like a shadow which does not depart. "
},
"pdhp3:1":{
"verse":"Here he laments, after death he laments, the wicked one laments in both places, "
},
"pdhp3:2":{
"verse":"he laments, he suffers vexation, seeing the defilement of his own deeds. "
},
"pdhp4:1":{
"verse":"Here he is happy, after death he is happy, the meritorious one is happy in both places, "
},
"pdhp4:2":{
"verse":"he is happy… seeing the purity of his own deeds. "
},
"pdhp5:1":{
"verse":"“He abused me, he struck at me, he overcame me, he robbed me,” "
},
"pdhp5:2":{
"verse":"those who bear these ill-will their hatred is never appeased. "
},
"pdhp6:1":{
"verse":"“He abused me, he struck at me, he overcame me, he robbed me,” "
},
"pdhp6:2":{
"verse":"those who do not bear these ill-will their hatred is appeased. "
},
"pdhp7:1":{
"verse":"Living contemplating what is pleasant, uncontrolled in sense faculties, "
},
"pdhp7:2":{
"verse":"not knowing the limit in food, indolent, low in energy—"
},
"pdhp7:3":{
"verse":"Māra surely overthrows that one, like wind overthrows a weak tree. "
},
"pdhp8:1":{
"verse":"Living contemplating the unpleasant, well-controlled in sense faculties, "
},
"pdhp8:2":{
"verse":"and knowing the limit in food, faithful, with energy aroused—"
},
"pdhp8:3":{
"verse":"Māra does not overthrow that one, just as wind does not overthrow a mountain made of rock. "
},
"pdhp9:1":{
"verse":"If you should find a prudent, wise companion, one who lives well, a wise one, "
},
"pdhp9:2":{
"verse":"overcoming all your troubles you should live with that one, glad and mindful. "
},
"pdhp10:1":{
"verse":"If you do not find a prudent, wise companion, one who lives well, a wise one, "
},
"pdhp10:2":{
"verse":"like a king who abandons his conquered kingdom, one should live alone like a solitary elephant in the forest. "
},
"pdhp11:1":{
"verse":"It is better to live alone, there can be no companionship with a fool, "
},
"pdhp11:2":{
"verse":"one should live alone and not do anything bad, unconcerned like a solitary elephant in the forest. "
},
"pdhp12:1":{
"verse":"He who, through desire, hatred, fear or delusion, transgresses Dhamma, "
},
"pdhp12:2":{
"verse":"his fame diminishes, like the moon in the dark fortnight. "
},
"pdhp13:1":{
"verse":"He who, through desire, hatred, fear or delusion, does not transgress Dhamma, "
},
"pdhp13:2":{
"verse":"his fame increases, like the moon in the bright fortnight. "
},
"pdhp13:3":{
"verse":"The Chapter about the Pairs "
}
}
}
},
"pra/pts/sutta/pdhp/pdhp0014-0033":{
"lang_code":"en",
"texts":{
"anandajoti":{
"pdhp14:0.0":{
"verse":"Patna Dhammapada "
},
"pdhp14:0.1":{
"verse":"2. The Chapter about Heedfulness "
},
"pdhp14:1":{
"verse":"Heedfulness is the deathless state, heedlessness the state of the dead, "
},
"pdhp14:2":{
"verse":"the heedful do not die, but those who are heedless are as if dead. "
},
"pdhp15:1":{
"verse":"The wise, understanding this difference in regard to heedfulness, "
},
"pdhp15:2":{
"verse":"rejoice in heedfulness, delight in the domain of the Noble Ones. "
},
"pdhp16:1":{
"verse":"Those who meditate all the time, constant and firm in their effort, "
},
"pdhp16:2":{
"verse":"those wise ones reach Nibbāna, the unsurpassed release from all bonds. "
},
"pdhp17:1":{
"verse":"The foolish and stupid people cultivate heedlessness, "
},
"pdhp17:2":{
"verse":"but the sagacious one guards heedfulness just as his greatest wealth. "
},
"pdhp18:1":{
"verse":"Heedful amongst the heedless ones, wakeful amongst the ones who sleep, "
},
"pdhp18:2":{
"verse":"like a swift horse who abandons a weak horse, the true sage moves on. "
},
"pdhp19:1":{
"verse":"When the wise one eliminates heedlessness with his heedfulness, "
},
"pdhp19:2":{
"verse":"and mounts the palace of wisdom, griefless, he looks on grieving people; "
},
"pdhp19:3":{
"verse":"the wise one, like one standing on a mountain, looks down on the fools who are standing on the plains. "
},
"pdhp20:1":{
"verse":"Whoever before was heedless, but later is not heedless, "
},
"pdhp20:2":{
"verse":"that one shines brightly in this world like the moon released from a cloud. "
},
"pdhp21:1":{
"verse":"Whoever before was heedless, but later is not heedless, "
},
"pdhp21:2":{
"verse":"he, being mindful, can overcome clinging to the world. "
},
"pdhp22:1":{
"verse":"A monastic who values heedfulness, seeing danger in heedlessness, "
},
"pdhp22:2":{
"verse":"is unable to fall away: he is well-nigh to Nibbāna. "
},
"pdhp23:1":{
"verse":"A monastic who values heedfulness, seeing danger in heedlessness, "
},
"pdhp23:2":{
"verse":"advances like burning fire against the fetter, small or large. "
},
"pdhp24:1":{
"verse":"You should delight in heedfulness, you should always protect your mind, "
},
"pdhp24:2":{
"verse":"you should raise yourself from this pit like the tusker sunk in the mud. "
},
"pdhp25:1":{
"verse":"Rejoicing in heedfulness, prudent, restrained in virtue, "
},
"pdhp25:2":{
"verse":"in good time they attain that where, once attained, there is no grieving. "
},
"pdhp26:1":{
"verse":"Do not rejoice in heedlessness, unacquainted with delight in sensual pleasure, "
},
"pdhp26:2":{
"verse":"living in this way, ardent, with mind at peace, not proud, "
},
"pdhp26:3":{
"verse":"devoted to mental calm, he will make an end to suffering. "
},
"pdhp27:1":{
"verse":"One should strive, not be heedless, one should live by Dhamma, with good conduct, "
},
"pdhp27:2":{
"verse":"living by Dhamma one lives at ease in this world and the next. "
},
"pdhp28:1":{
"verse":"For he who is active, mindful, pure in deeds, considerate, "
},
"pdhp28:2":{
"verse":"self-controlled, living by Dhamma, heedful, his fame increases. "
},
"pdhp29:1":{
"verse":"Through activity, heedfulness, through self-control and through restraint, "
},
"pdhp29:2":{
"verse":"the sage should make an island that no flood waters can overwhelm. "
},
"pdhp30:1":{
"verse":"The one who has not energy at a time for energy, youthful, strong, lazy in his home, "
},
"pdhp30:2":{
"verse":"whose mind lacks right intention and is indolent—the lazy one does not go along wisdom’s path. "
},
"pdhp31:1":{
"verse":"One should not follow lowly things, one should not abide heedlessly, "
},
"pdhp31:2":{
"verse":"one should not follow a wrong view, one should not foster worldliness. "
},
"pdhp32:1":{
"verse":"One is not a Dhamma-bearer merely through speaking much, "
},
"pdhp32:2":{
"verse":"but the one who, having heard a little, would see Dhamma for himself, "
},
"pdhp32:3":{
"verse":"is one who bears Dhamma, the one who is not heedless regarding Dhamma. "
},
"pdhp33:1":{
"verse":"Consider the Dhamma heedfully, do not let your mind swirl around in strands of desire, "
},
"pdhp33:2":{
"verse":"do not, heedless, swallow a hot iron ball, and, while burning, cry: ‘This is suffering.’ "
},
"pdhp33:3":{
"verse":"The Chapter about Heedfulness "
}
}
}
},
"pra/pts/sutta/pdhp/pdhp0034-0049":{
"lang_code":"en",
"texts":{
"anandajoti":{
"pdhp34:0.0":{
"verse":"Patna Dhammapada "
},
"pdhp34:0.1":{
"verse":"3. The Chapter about Brahmins "
},
"pdhp34:1":{
"verse":"Strive and cut off the thread, remove continuity, brahmin, "
},
"pdhp34:2":{
"verse":"knowing the destruction of the conditioned, you are … brahmin "
},
"pdhp35:1":{
"verse":"That one from whom one learned Dhamma, whether old or young, "
},
"pdhp35:2":{
"verse":"with respect bow down to him, like a brahmin bows at fire-sacrifice. "
},
"pdhp36:1":{
"verse":"That one from whom one learned Dhamma taught by the Perfect Sambuddha, "
},
"pdhp36:2":{
"verse":"you should honor him, like a brahmin honors the fire-sacrifice. "
},
"pdhp37:1":{
"verse":"Not because of matted hair, family or birth is one a true brahmin, "
},
"pdhp37:2":{
"verse":"he who wards off wickedness, small or great, in every way, "
},
"pdhp37:3":{
"verse":"through warding off wickedness, he is called a brahmin. "
},
"pdhp38:1":{
"verse":"Like water on the lotus leaf, like a mustard seed on a needle, "
},
"pdhp38:2":{
"verse":"he who is unsmeared by desires, that one I say is a brahmin. "
},
"pdhp39:1":{
"verse":"The sun is radiant when it rises, the moon shines by night, "
},
"pdhp39:2":{
"verse":"the accoutred noble is radiant, the meditating brahmin is radiant, "
},
"pdhp39:3":{
"verse":"yet during every day and night the Buddha is radiant through his power. "
},
"pdhp40:1":{
"verse":"For whom the near shore, the far shore or both do not exist, "
},
"pdhp40:2":{
"verse":"free of fever, detached, that one I say is a brahmin. "
},
"pdhp41:1":{
"verse":"When a brahmin has, through two things, crossed over, "
},
"pdhp41:2":{
"verse":"then, for one who knows, all the fetters are laid to rest. "
},
"pdhp42:1":{
"verse":"He who destroyed the fetter, destroyed conceit and continued existence, "
},
"pdhp42:2":{
"verse":"living in the Community, standing by Dhamma, the knowing one does not approach society. "
},
"pdhp43:1":{
"verse":"Whoever should speak a word of truth that is informed and is not coarse, "
},
"pdhp43:2":{
"verse":"through which no one would be cursed, that one I say is a brahmin. "
},
"pdhp44:1":{
"verse":"Whoever doesn’t mix with either householders or the houseless, "
},
"pdhp44:2":{
"verse":"wandering homeless, with few desires, that one I say is a brahmin. "
},
"pdhp45:1":{
"verse":"For whom there is no wrong-doing bodily, verbally or mentally, "
},
"pdhp45:2":{
"verse":"being restrained in these three things, that one I say is a brahmin. "
},
"pdhp46:1":{
"verse":"A brahmin should not hit a brahmin, nor should he abandon him, "
},
"pdhp46:2":{
"verse":"woe to the one who strikes a brahmin, and to the one who does not abandon him. "
},
"pdhp47:1":{
"verse":"Destroying mother first, and then two noble kings, "
},
"pdhp47:2":{
"verse":"destroying a kingdom and its followers, the brahmin lives untroubled. "
},
"pdhp48:1":{
"verse":"The deeply wise sagacious one, skilled in what is path and not path, "
},
"pdhp48:2":{
"verse":"who has reached the ultimate good, that one I say is a brahmin. "
},
"pdhp49:1":{
"verse":"The meditator sitting down, the one who is dustless, who has done his duty, without pollutants, "
},
"pdhp49:2":{
"verse":"who has reached the ultimate good, that one I say is a brahmin. "
},
"pdhp49:3":{
"verse":"The Chapter about Brahmins "
}
}
}
},
"pra/pts/sutta/pdhp/pdhp0050-0064":{
"lang_code":"en",
"texts":{
"anandajoti":{
"pdhp50:0.0":{
"verse":"Patna Dhammapada "
},
"pdhp50:0.1":{
"verse":"4. The Chapter about Monastics "
},
"pdhp50:1":{
"verse":"Restraint is good everywhere, restraint is everywhere good, "
},
"pdhp50:2":{
"verse":"a monastic who is restrained everywhere is liberated from all suffering. "
},
"pdhp51:1":{
"verse":"Restraint of body is good, restraint of speech is good, "
},
"pdhp51:2":{
"verse":"restraint of mind is also good, restraint is everywhere good, "
},
"pdhp51:3":{
"verse":"a monastic who is restrained everywhere is liberated from all suffering. "
},
"pdhp52:1":{
"verse":"One who controls his hands, controls his feet, controls his speech, controls the mind faculty, "
},
"pdhp52:2":{
"verse":"with inner delight and composure, solitary, content: that one is called a monastic. "
},
"pdhp53:1":{
"verse":"Calm in body and calm in mind, having calmness and composure, "
},
"pdhp53:2":{
"verse":"having thrown off worldly gain the monastic is called one at peace. "
},
"pdhp54:1":{
"verse":"That monastic who restrains the mouth, who speaks well, and who is modest, "
},
"pdhp54:2":{
"verse":"who teaches the meaning of the Dhamma, his speech is sweet. "
},
"pdhp55:1":{
"verse":"One should not despise one’s own gains, one should not live envious of others, "
},
"pdhp55:2":{
"verse":"the monastic who is envious of others does not attain concentration. "
},
"pdhp56:1":{
"verse":"Even if a monastic gains little he should not despise his gains, "
},
"pdhp56:2":{
"verse":"even the very gods praise the one of pure life who is diligent. "
},
"pdhp57:1":{
"verse":"Please bail out this boat, monastic, when bailed out it will go lightly, "
},
"pdhp57:2":{
"verse":"cutting off passion and hatred, from here one will go to Nibbāna. "
},
"pdhp58:1":{
"verse":"With uplifted mind, happy, having overcome what is dear and not dear, "
},
"pdhp58:2":{
"verse":"then with lots of happiness, the monastic should wander mindfully. "
},
"pdhp59:1":{
"verse":"That monastic who dwells in loving-kindness, with faith in Buddha’s dispensation, "
},
"pdhp59:2":{
"verse":"has penetrated the state of peace, the joy in stilling of all conditions, "
},
"pdhp59:3":{
"verse":"here and now there is Nibbāna, the unsurpassed release from all bonds. "
},
"pdhp60:1":{
"verse":"For the one who has entered an empty place, a monastic with a peaceful mind, "
},
"pdhp60:2":{
"verse":"there is superhuman delight from insight into true Dhamma. "
},
"pdhp61:1":{
"verse":"Just as one with right mindfulness regarding the rise and fall of the components of mind and body "
},
"pdhp61:2":{
"verse":"gains happiness in mind, this is the deathless state for the one who knows. "
},
"pdhp62:1":{
"verse":"There is no concentration for one without wisdom, there is no wisdom for one without concentration, "
},
"pdhp62:2":{
"verse":"that one in whom there is concentration and wisdom is indeed close to Nibbāna. "
},
"pdhp63:1":{
"verse":"This is the very beginning for the wise monastic here: "
},
"pdhp63:2":{
"verse":"contentment, guarding the senses, and restraint in the regulations. "
},
"pdhp64:1":{
"verse":"One should resort to spiritual friends, ones of pure life, ones who are diligent, "
},
"pdhp64:2":{
"verse":"one should be one of friendly disposition, one who will be skilful in conduct, "
},
"pdhp64:3":{
"verse":"rejoicing frequently because of that, the monastic should wander mindfully. "
},
"pdhp64:4":{
"verse":"The Chapter about Monastics "
}
}
}
},
"pra/pts/sutta/pdhp/pdhp0065-0083":{
"lang_code":"en",
"texts":{
"anandajoti":{
"pdhp65:0.0":{
"verse":"Patna Dhammapada "
},
"pdhp65:0.1":{
"verse":"5. The Chapter about Need "
},
"pdhp65:1":{
"verse":"Friends are good whenever need arises, at the break-up of life merit is good, "
},
"pdhp65:2":{
"verse":"being content with everything is good, the abandoning of all wickedness is good. "
},
"pdhp66:1":{
"verse":"Respecting one’s mother is good in the world, also respecting one’s father is good, "
},
"pdhp66:2":{
"verse":"respecting ascetics is good in the world, also respecting true brahmins is good. "
},
"pdhp67:1":{
"verse":"Virtuous conduct till old age is good, the establishing of faith is good, "
},
"pdhp67:2":{
"verse":"speech that is beneficial is good, the destruction of conceit is good. "
},
"pdhp68:1":{
"verse":"The arising of the Buddhas is good, the teaching of the Dhamma is good, "
},
"pdhp68:2":{
"verse":"the harmony of the Saṅgha is good, devotion to harmony is good. "
},
"pdhp69:1":{
"verse":"Meeting with the noble is pleasant, living with good people is pleasant, "
},
"pdhp69:2":{
"verse":"through not meeting foolish people one will constantly be happy. "
},
"pdhp70:1":{
"verse":"For he who consorts with fools grieves for a long time, "
},
"pdhp70:2":{
"verse":"dwelling with fools is always suffering as it is with enemies, "
},
"pdhp70:3":{
"verse":"the wise ones dwell happily as with an assembly of kin. "
},
"pdhp71:1":{
"verse":"Therefore the firm and the learned, the virtuous, dutiful and noble—"
},
"pdhp71:2":{
"verse":"follow such a true and intelligent person as the moon follows the course of the stars. "
},
"pdhp72:1":{
"verse":"From love there arises grief, with love grief, with love fear, "
},
"pdhp72:2":{
"verse":"for one who is free from love there is no grief, how is there fear? "
},
"pdhp73:1":{
"verse":"Do not associate at any time with those who are loved or with those unloved, "
},
"pdhp73:2":{
"verse":"there is suffering not meeting the loved one, and suffering from meeting the unloved one. "
},
"pdhp74:1":{
"verse":"Therefore do not hold anything as loved, for speaking of the loved is loathsome. "
},
"pdhp74:2":{
"verse":"There are no knots for those who hold nothing as loved or as unloved. "
},
"pdhp75:1":{
"verse":"Hunger is the supreme sickness, conditions are the supreme suffering, "
},
"pdhp75:2":{
"verse":"knowing this as it really is, know Nibbāna is the supreme good. "
},
"pdhp76:1":{
"verse":"Health is the supreme gain, content the supreme wealth, "
},
"pdhp76:2":{
"verse":"confidence the supreme kin, Nibbāna the supreme good. "
},
"pdhp77:1":{
"verse":"If, by renouncing a small good, he might see a good that is large, "
},
"pdhp77:2":{
"verse":"the wise one should renounce that small good, seeing the good that is extensive. "
},
"pdhp78:1":{
"verse":"For a human who is always mindful, knowing the measure in food received, "
},
"pdhp78:2":{
"verse":"his painful feelings become slight, he ages slowly, guarding his lifespan. "
},
"pdhp79:1":{
"verse":"A person of good breed is rare, that one is not born everywhere, "
},
"pdhp79:2":{
"verse":"wherever that hero is born, that family gains happiness. "
},
"pdhp80:1":{
"verse":"There are surely true people everywhere, the good do not talk of desiring sense-pleasures; "
},
"pdhp80:2":{
"verse":"when touched by pleasure or by suffering, true people are not elated or depressed. "
},
"pdhp81:1":{
"verse":"The victor generates hatred, the defeated one finds suffering, "
},
"pdhp81:2":{
"verse":"the one at peace lives happily, having abandoned victory and defeat. "
},
"pdhp82:1":{
"verse":"Pleasant are rivers with good fords, pleasant is the person conquered by Dhamma, "
},
"pdhp82:2":{
"verse":"the acquisition of faith is good, doing nothing wicked is good. "
},
"pdhp83:1":{
"verse":"It is pleasant to meet the virtuous, it is pleasant to meet the learned, "
},
"pdhp83:2":{
"verse":"it is pleasant to meet the Worthy Ones, who are free from attachments. "
},
"pdhp83:3":{
"verse":"The Chapter about Need "
}
}
}
},
"pra/pts/sutta/pdhp/pdhp0084-0095":{
"lang_code":"en",
"texts":{
"anandajoti":{
"pdhp84:0.0":{
"verse":"Patna Dhammapada "
},
"pdhp84:0.1":{
"verse":"6. The Chapter about Grief "
},
"pdhp84:1":{
"verse":"Whatever griefs or lamentations there are, and the many kinds of suffering in the world, "
},
"pdhp84:2":{
"verse":"these all arise because of love, without loves, these do not originate. "
},
"pdhp85:1":{
"verse":"Therefore they are happy and free from grief, who are without love for anything in the world, "
},
"pdhp85:2":{
"verse":"therefore those wanting what is griefless, dust-free, should not have love for anything in the world. "
},
"pdhp86:1":{
"verse":"For the one who has reached his goal, who grieves not, being released on all sides, "
},
"pdhp86:2":{
"verse":"who has abandoned all the knots, no consuming fever is found. "
},
"pdhp87:1":{
"verse":"For those who have no stores, those who comprehend food aright, "
},
"pdhp87:2":{
"verse":"like the birds in the sky, their footprint is hard to find. "
},
"pdhp88:1":{
"verse":"His mind is calm, his speech and his actions are also calm, "
},
"pdhp88:2":{
"verse":"liberated by right knowledge, such a one is truly peaceful. "
},
"pdhp89:1":{
"verse":"For the one whose senses are balanced, like horses well-trained by their charioteer, "
},
"pdhp89:2":{
"verse":"who has abandoned conceit, who is without pollutants—even the gods envy such a one. "
},
"pdhp90:1":{
"verse":"They lead one trained into a crowd, a king mounts one who has been trained, "
},
"pdhp90:2":{
"verse":"amongst humans one trained is best, the one who can endure reproof. "
},
"pdhp91:1":{
"verse":"Noble are the well-trained horses, the well-bred horses from Sindh, "
},
"pdhp91:2":{
"verse":"and the great tusker elephants, and even more noble than that is the one who has trained himself. "
},
"pdhp92:1":{
"verse":"Not by these vehicles can one reach that place, "
},
"pdhp92:2":{
"verse":"as one through training himself well, being trained by the training, goes. "
},
"pdhp93:1":{
"verse":"Just as solid rock is not shaken by the wind, "
},
"pdhp93:2":{
"verse":"so the wise are not shaken by blame or praise. "
},
"pdhp94:1":{
"verse":"The one who, while still impure, would wear the renunciant’s robe, "
},
"pdhp94:2":{
"verse":"unendowed with restraint and truth, is not worthy of the renunciant’s robe. "
},
"pdhp95:1":{
"verse":"The one who, steady in virtue, throws out any impurity, "
},
"pdhp95:2":{
"verse":"endowed with restraint and truth, is indeed worthy of the renunciant’s robe. "
},
"pdhp95:3":{
"verse":"The Chapter about Grief "
}
}
}
},
"pra/pts/sutta/pdhp/pdhp0096-0120":{
"lang_code":"en",
"texts":{
"anandajoti":{
"pdhp96:0.0":{
"verse":"Patna Dhammapada "
},
"pdhp96:0.1":{
"verse":"7. The Chapter about the Wholesome "
},
"pdhp96:1":{
"verse":"Hasten to do wholesome deeds, ward off the mind from wickedness, "
},
"pdhp96:2":{
"verse":"for the mind of the one slow in merit delights in wickedness. "
},
"pdhp97:1":{
"verse":"Should a person do that which is wicked, he should not do it again and again, "
},
"pdhp97:2":{
"verse":"let him not place his intention in it, for there is an accumulation of suffering for the wicked one. "
},
"pdhp98:1":{
"verse":"If a person should make merit, he should do it again and again, "
},
"pdhp98:2":{
"verse":"let him place his intention there, there is an increase of joy for the one who has made merit. "
},
"pdhp99:1":{
"verse":"For the pure one there is always fasting, for the pure one there is always the fast day, "
},
"pdhp99:2":{
"verse":"for the pure one, the one of clean deeds, his vow always succeeds. "
},
"pdhp100:1":{
"verse":"Better undone is a wrong-doing, a wrong-doing one later regrets, "
},
"pdhp100:2":{
"verse":"he grieves, thinking: “I have done a bad deed,” gone to a bad fate, he grieves much more. "
},
"pdhp101:1":{
"verse":"Better done is what is well-done, which, when done, one does not regret "
},
"pdhp101:2":{
"verse":"he is happy, thinking: “I have done a good deed,” gone to a good fate, he is happy much more. "
},
"pdhp102:1":{
"verse":"Even the wicked one experiences good fortune while the wickedness does not ripen, "
},
"pdhp102:2":{
"verse":"but when the wickedness ripens then the wicked one experiences wicked things. "
},
"pdhp103:1":{
"verse":"Even the fortunate one experiences wickedness as long as the good fortune does not ripen, "
},
"pdhp103:2":{
"verse":"but when the fortune ripens then the fortunate one experiences good fortune. "
},
"pdhp104:1":{
"verse":"Even the wicked one does good while the wickedness does not ripen, "
},
"pdhp104:2":{
"verse":"but when the time has gone by the wicked one experiences wicked things. "
},
"pdhp105:1":{
"verse":"Even the fortunate one does wickedness as long as the good fortune does not ripen, "
},
"pdhp105:2":{
"verse":"but when the time has gone by the fortunate one experiences good fortune. "
},
"pdhp106:1":{
"verse":"If there is no wound for him in his hand he can carry poison with his hand, "
},
"pdhp106:2":{
"verse":"poison does not enter without a wound, there is no wickedness for the one who does not do wrong. "
},
"pdhp107:1":{
"verse":"A wicked deed that has been done, like milk, does not turn all at once, "
},
"pdhp107:2":{
"verse":"smouldering, it follows the fool, like a fire covered with ashes. "
},
"pdhp108:1":{
"verse":"A wicked deed that has been done, like a knife, does not cut all at once, "
},
"pdhp108:2":{
"verse":"but when death comes he knows the destiny of those who do wickedness. "
},
"pdhp109:1":{
"verse":"You should prepare beforehand what is to be done, do not tremble at what is to be done at the time for it, "
},
"pdhp109:2":{
"verse":"for such a one who has prepared what is to be done, does not tremble at what is to be done at the time for it. "
},
"pdhp110:1":{
"verse":"One should prepare to do that which one knows is for one’s welfare, "
},
"pdhp110:2":{
"verse":"the sage, the wise one should make effort, not with the thinking of the charioteer. "
},
"pdhp111:1":{
"verse":"As the charioteer who abandoned the smooth path of the highway, "
},
"pdhp111:2":{
"verse":"and approached the rough path, then he broods, as upon a broken axle, "
},
"pdhp112:1":{
"verse":"so the one departing from Dhamma and following what is not Dhamma, "
},
"pdhp112:2":{
"verse":"when that fool comes to Death’s jaws he broods, as upon a broken axle. "
},
"pdhp113:1":{
"verse":"Many wearing the monastic robe around their necks are wicked, unrestrained. "
},
"pdhp113:2":{
"verse":"Wicked ones! Through your wicked deeds, you re-arise in the underworld. "
},
"pdhp114:1":{
"verse":"One who speaks what is untrue goes to the underworld, he who says: ‘I do not do’ what he has done, "
},
"pdhp114:2":{
"verse":"both of these are just the same when they have gone to the hereafter, they are humans who did base deeds. "
},
"pdhp115:1":{
"verse":"He who offends against the inoffensive one, a purified and passionless person: "
},
"pdhp115:2":{
"verse":"that wicked deed then returns to the fool, like fine dust that is thrown against the wind. "
},
"pdhp116:1":{
"verse":"Like a merchant on a fearful path, with few friends and great wealth, "
},
"pdhp116:2":{
"verse":"as one loving life would avoid poison, so should one avoid wicked deeds. "
},
"pdhp117:1":{
"verse":"He who desires happiness for himself by causing suffering for another, "
},
"pdhp117:2":{
"verse":"being associated thus with hatred, is not fully released from suffering. "
},
"pdhp118:1":{
"verse":"The smell of a corpse is cut off eventually, also of one bloated when nights have passed, "
},
"pdhp118:2":{
"verse":"but of the man who lives not by Dhamma day by day his smell is never cut off. "
},
"pdhp119:1":{
"verse":"Just as householders having great treasures, when the city is on fire and burning, "
},
"pdhp119:2":{
"verse":"because of their pearls, jewels, crystal and silver, make effort, thinking: “We will save something”, "
},
"pdhp120:1":{
"verse":"so the ascetics of great wisdom, noble ones training along the noble path, "
},
"pdhp120:2":{
"verse":"oppressed with the fear of birth, old age, death, afflicted by suffering, make effort, thinking: “We will attain peace”. "
},
"pdhp120:3":{
"verse":"The Chapter about the Wholesome "
}
}
}
},
"pra/pts/sutta/pdhp/pdhp0121-0136":{
"lang_code":"en",
"texts":{
"anandajoti":{
"pdhp121:0.0":{
"verse":"Patna Dhammapada "
},
"pdhp121:0.1":{
"verse":"8. The Chapter about Flowers "
},
"pdhp121:1":{
"verse":"The fragrance of flowers goes not against the wind, nor does sandalwood or pinwheel or saffron, "
},
"pdhp121:2":{
"verse":"but the fragrance of the good goes against the wind, the true person’s fragrance permeates all directions. "
},
"pdhp122:1":{
"verse":"Sandalwood, pinwheel, then water lily and striped jasmine, "
},
"pdhp122:2":{
"verse":"amongst these kinds of fragrance virtue’s fragrance is unsurpassed. "
},
"pdhp123:1":{
"verse":"Pinwheel and sandalwood fragrance are insignificant, "
},
"pdhp123:2":{
"verse":"but the fragrance of those who have virtue flutters supreme amongst the gods. "
},
"pdhp124:1":{
"verse":"Māra cannot find the path of those endowed with virtue, who live heedfully, "
},
"pdhp124:2":{
"verse":"and who are freed through right and deep knowledge. "
},
"pdhp125:1":{
"verse":"Just like a beautiful flower, which has colour, but lacks fragrance, "
},
"pdhp125:2":{
"verse":"so are well-spoken words fruitless for the one who acts not on them. "
},
"pdhp126:1":{
"verse":"Just like a beautiful flower, which has colour, and has fragrance, "
},
"pdhp126:2":{
"verse":"so are well-spoken words fruitful for the one who does act on them. "
},
"pdhp127:1":{
"verse":"Just as a bee, without hurting the flower, its colour or scent, "
},
"pdhp127:2":{
"verse":"gathers its nectar and escapes, so should the seer roam in the village. "
},
"pdhp128:1":{
"verse":"Death takes up and carries away the one whose mind is attached to collecting flowers, "
},
"pdhp128:2":{
"verse":"like a great flood carries off a sleeping village. "
},
"pdhp129:1":{
"verse":"The End-Maker takes control of the one whose mind is attached to collecting flowers, "
},
"pdhp129:2":{
"verse":"though he is unfulfilled with sense pleasures. "
},
"pdhp130:1":{
"verse":"Just as from a heap of flowers one might make a lot of garlands, "
},
"pdhp130:2":{
"verse":"so should many good deeds be done by one who is born a mortal. "
},
"pdhp131:1":{
"verse":"Who will conquer this earth and the lower realm, together with the gods? "
},
"pdhp131:2":{
"verse":"Who will win the well-taught verses of Dhamma as a good man wins a flower? "
},
"pdhp132:1":{
"verse":"The trainee will conquer this earth and the lower realm, together with the gods. "
},
"pdhp132:2":{
"verse":"He will win the well-taught verses of Dhamma as a good man wins a flower. "
},
"pdhp133:1":{
"verse":"Just as striped jasmine casts off its (…) flowers, "
},
"pdhp133:2":{
"verse":"so, monastics, cast off all passion and hatred. "
},
"pdhp134:1":{
"verse":"Knowing that this world is just like froth, it has the nature of a mirage to those who understand, "
},
"pdhp134:2":{
"verse":"cutting off Māra’s flower-tipped arrows, one should go beyond the King of Death’s sight. "
},
"pdhp135:1":{
"verse":"Just as in a forsaken rubbish heap along the highway "
},
"pdhp135:2":{
"verse":"a lotus might spring forth, with a pure fragrance, delighting the mind, "
},
"pdhp136:1":{
"verse":"so amongst the forsaken, the Perfect Sambuddha’s disciple "
},
"pdhp136:2":{
"verse":"outshines the blind and ordinary folk through his wisdom. "
},
"pdhp136:3":{
"verse":"The Chapter about Flowers "
}
}
}
},
"pra/pts/sutta/pdhp/pdhp0137-0156":{
"lang_code":"en",
"texts":{
"anandajoti":{
"pdhp137:0.0":{
"verse":"Patna Dhammapada "
},
"pdhp137:0.1":{
"verse":"9. The Chapter about Craving "
},
"pdhp137:1":{
"verse":"For a human who lives life heedlessly craving increases like a clinging creeper, "
},
"pdhp137:2":{
"verse":"he rushes from one place to another like a monkey seeking fruit in the forest. "
},
"pdhp138:1":{
"verse":"That one who is overcome by these low cravings in the world, which are difficult to get past, "
},
"pdhp138:2":{
"verse":"for him griefs increase like grass that has been rained upon. "
},
"pdhp139:1":{
"verse":"Whoever overcomes this low craving in the world, which is difficult to get past, "
},
"pdhp139:2":{
"verse":"griefs roll from him like a drop of water on a lotus. "
},
"pdhp140:1":{
"verse":"This I say to you: “Good luck to as many as have assembled here”, "
},
"pdhp140:2":{
"verse":"dig up the root of craving, like one seeking the root digs up grass, "
},
"pdhp140:3":{
"verse":"for one who has cut off the root of craving there are no griefs, how is there fear? "
},
"pdhp141:1":{
"verse":"A man with craving as companion has a long time in births-and-deaths, "
},
"pdhp141:2":{
"verse":"in this existence or another existence, here and there, again and again. "
},
"pdhp142:1":{
"verse":"Having understood the danger, that craving is the origination of suffering, "
},
"pdhp142:2":{
"verse":"free from craving, without attachment, the monastic should wander mindfully. "
},
"pdhp143:1":{
"verse":"That bondage is not so strong say the wise, that is made of iron or wood or reeds, "
},
"pdhp143:2":{
"verse":"impassioned and excited they seek out jewels and earrings and children and wives—"
},
"pdhp144:1":{
"verse":"that bondage is strong say the wise, dragging down, subtle, hard to get free from, "
},
"pdhp144:2":{
"verse":"having cut this down the good go peacefully seeking nothing, abandoning all suffering. "
},
"pdhp145:1":{
"verse":"Not through a rain of coins is satisfaction found for sense desires, "
},
"pdhp145:2":{
"verse":"the wise one knowing: “Sense pleasures have little joy, much suffering,” "
},
"pdhp146:1":{
"verse":"does not find delight even in heavenly pleasures. "
},
"pdhp146:2":{
"verse":"The disciple of the Perfect Sambuddha delights in craving’s destruction. "
},
"pdhp147:1":{
"verse":"Without craving, without attachment, skilled in words and their explanation, "
},
"pdhp147:2":{
"verse":"knowing how syllables are arranged, which come before and which after, "
},
"pdhp147:3":{
"verse":"the one in his final body is said to be one of great wisdom. "
},
"pdhp148:1":{
"verse":"There are flowing streams of affection and mental happinesses for a person, "
},
"pdhp148:2":{
"verse":"pleasure-dependent they seek happiness, those people undergo birth and old age. "
},
"pdhp149:1":{
"verse":"People surrounded by craving crawl round like a hare in a trap, "
},
"pdhp149:2":{
"verse":"they are attached and clinging to fetters, they come back again and again to the womb for a long time. "
},
"pdhp150:1":{
"verse":"Be free of the past, be free of the future, be free of the present, after crossing over all existence, "
},
"pdhp150:2":{
"verse":"with mind liberated in every way, you will not return to birth and old age. "
},
"pdhp151:1":{
"verse":"The one who is free from desires, who is free in the forest, though free from the forest, runs back to the forest, "
},
"pdhp151:2":{
"verse":"come here and look at that person, though free, he runs back to bondage. "
},
"pdhp152:1":{
"verse":"Fields are ruined by grassy weeds, these people are ruined by passion, "
},
"pdhp152:2":{
"verse":"therefore there is great fruit for that given to those without passion. "
},
"pdhp153:1":{
"verse":"Fields are ruined by grassy weeds, these people are ruined by hatred, "
},
"pdhp153:2":{
"verse":"therefore there is great fruit for that given to those without hatred. "
},
"pdhp154:1":{
"verse":"Fields are ruined by grassy weeds, these people are ruined by delusion, "
},
"pdhp154:2":{
"verse":"therefore there is great fruit for that given to those without delusion. "
},
"pdhp155:1":{
"verse":"The delightful wilderness wherein the people do not delight, "
},
"pdhp155:2":{
"verse":"those without passion delight therein, but not those who seek sense pleasures. "
},
"pdhp156:1":{
"verse":"Just as when the root remains firm and undamaged though the tree was cut down, it springs up again, "
},
"pdhp156:2":{
"verse":"so when the tendency to craving is not rooted out this suffering appears again and again. "
},
"pdhp156:3":{
"verse":"The Chapter about Craving "
}
}
}
},
"pra/pts/sutta/pdhp/pdhp0157-0173":{
"lang_code":"en",
"texts":{
"anandajoti":{
"pdhp157:0.0":{
"verse":"Patna Dhammapada "
},
"pdhp157:0.1":{
"verse":"10. The Chapter about Stains "
},
"pdhp157:1":{
"verse":"Lack of repetition is the ruin of the Vedā, a lack of maintenance is the ruin of homes, "
},
"pdhp157:2":{
"verse":"indolence is the ruin of one’s appearance, heedlessness is the ruin of those on guard. "
},
"pdhp158:1":{
"verse":"Bad conduct is a woman’s stain, stinginess is a giver’s stain, "
},
"pdhp158:2":{
"verse":"wicked deeds are a stain both in this world and in the next. "
},
"pdhp159:1":{
"verse":"I say there is a stain worse than that, ignorance is a deadly stain, "
},
"pdhp159:2":{
"verse":"after abandoning those stains, live without stains, monastics! "
},
"pdhp160:1":{
"verse":"As a rust stain arises from iron, and arisen from that, it eats it away, "
},
"pdhp160:2":{
"verse":"so with one who is overindulgent—his deeds lead him to a bad destiny. "
},
"pdhp161:1":{
"verse":"You are now a withered leaf, Yama’s men stand waiting for you, "
},
"pdhp161:2":{
"verse":"you stand at decay’s door, with no provisions for the journey found. "
},
"pdhp162:1":{
"verse":"You should strive and endeavour by yourself, like a smith, you should remove the stain, "
},
"pdhp162:2":{
"verse":"removing the stain, blemishless, you seek the second noble realm. "
},
"pdhp163:1":{
"verse":"The sage gradually, little by little, moment by moment, "
},
"pdhp163:2":{
"verse":"should remove the stain from himself, like a smith removes the stain from silver. "
},
"pdhp164:1":{
"verse":"Life is light for one without shame, he lives a life with defilements, "
},
"pdhp164:2":{
"verse":"backbiting and recklessness, with the bold courage of a crow. "
},
"pdhp165:1":{
"verse":"Life is hard when endowed with shame, for the one constantly seeking purity, "
},
"pdhp165:2":{
"verse":"for one sincere, and not reckless, looking for purity of life. "
},
"pdhp166:1":{
"verse":"Easy to see are others’ fault, but one’s own is hard to see, "
},
"pdhp166:2":{
"verse":"for one sifts other peoples’ faults like they were chaff, "
},
"pdhp166:3":{
"verse":"but conceals one’s own faults, like a crafty player conceals his defeat. "
},
"pdhp167:1":{
"verse":"Easily done are things not good, and unbeneficial for oneself, "
},
"pdhp167:2":{
"verse":"but that which is beneficial and good is supremely hard to do. "
},
"pdhp168:1":{
"verse":"Easily done are things not good, and unbeneficial for oneself, "
},
"pdhp168:2":{
"verse":"but only those beneficial and good are done by the wise. "
},
"pdhp169:1":{
"verse":"They are ashamed of what is not shameful, not ashamed of what is shameful, "
},
"pdhp169:2":{
"verse":"seeing fear in what is not fearful, not seeing fear in what is fearful, "
},
"pdhp169:3":{
"verse":"undertaking wrong views, beings go to a bad destiny. "
},
"pdhp170:1":{
"verse":"Finding blame in what is blameless, not perceiving blame in what is blameable, "
},
"pdhp170:2":{
"verse":"undertaking wrong views, beings go to a bad destiny. "
},
"pdhp171:1":{
"verse":"Finding the essential in the unessential, and perceiving the unessential in the essential, "
},
"pdhp171:2":{
"verse":"they do not understand what is the essential, and resort to wrong intention. "
},
"pdhp172:1":{
"verse":"Knowing the essential in what is essential, and the unessential in what is unessential, "
},
"pdhp172:2":{
"verse":"they understand what is essential, and resort to right intention. "
},
"pdhp173:1":{
"verse":"Engaging oneself in what is not suitable, not engaging in what is suitable, "
},
"pdhp173:2":{
"verse":"abandoning the good, grasping the loved, they envy those who endeavour for good. "
},
"pdhp173:3":{
"verse":"The Chapter about Stains "
}
}
}
},
"pra/pts/sutta/pdhp/pdhp0174-0194":{
"lang_code":"en",
"texts":{
"anandajoti":{
"pdhp174:0.0":{
"verse":"Patna Dhammapada "
},
"pdhp174:0.1":{
"verse":"11. The Chapter about Fools "
},
"pdhp174:1":{
"verse":"Stupid fools live having themselves as their own foes, "
},
"pdhp174:2":{
"verse":"committing wicked deeds, which produce bitter fruit. "
},
"pdhp175:1":{
"verse":"How could he do that deed, which, having done, one has regret, "
},
"pdhp175:2":{
"verse":"for which he has tears on his face, as the result follows him round. "
},
"pdhp176:1":{
"verse":"But that deed is well done, which, having done, one has no regret, "
},
"pdhp176:2":{
"verse":"for which he is pleased and happy, as the result follows him round. "
},
"pdhp177:1":{
"verse":"As far as learning arises for a fool, it is only to his disadvantage, "
},
"pdhp177:2":{
"verse":"it destroys the fool’s good quality, and it will destroy his head. "
},
"pdhp178:1":{
"verse":"He wishes for the respect that is lacking, and status amongst the monastics, "
},
"pdhp178:2":{
"verse":"for control in the living quarters, and worship amongst good families: "
},
"pdhp179:1":{
"verse":"“Householders and renunciants should think this was done by me, "
},
"pdhp179:2":{
"verse":"let none be a match for me, in all to be done and not done”, "
},
"pdhp180:1":{
"verse":"so does the fool think, meanwhile his desires and conceit increase. "
},
"pdhp180:2":{
"verse":"For the means to gains is one thing, the path going to Nibbāna another, "
},
"pdhp181:1":{
"verse":"thus seeing this as it really is the disciple of the Buddha "
},
"pdhp181:2":{
"verse":"should not delight in honours, but practise in solitude. "
},
"pdhp182:1":{
"verse":"The fool thinks there is success, when he speaks words that are rough, "
},
"pdhp182:2":{
"verse":"but for the one who knows, endurance is the success of the good. "
},
"pdhp183:1":{
"verse":"Without power is the power of him whose power is the power of a fool, "
},
"pdhp183:2":{
"verse":"reproach is not found for the powerful one, protected by Dhamma. "
},
"pdhp184:1":{
"verse":"The fool who conceives he is a fool, is at least wise in that matter, "
},
"pdhp184:2":{
"verse":"the fool who is proud of his wisdom, he is said to be a fool indeed. "
},
"pdhp185:1":{
"verse":"Long is the night for one who sleeps not, long is a league for one tired, "
},
"pdhp185:2":{
"verse":"long is the round of births and deaths for fools who know not True Dhamma. "
},
"pdhp186:1":{
"verse":"That man who wraps up rotting fish with the best fragrant grass, "
},
"pdhp186:2":{
"verse":"makes the fragrant grass smell rotten, and so with those who associate with fools. "
},
"pdhp187:1":{
"verse":"That man who wraps up pinwheel in flame-tree leaves, "
},
"pdhp187:2":{
"verse":"makes even the leaf fragrant, and so with those who associate with the wise. "
},
"pdhp188:1":{
"verse":"If one who does no wickedness associates with those who do, "
},
"pdhp188:2":{
"verse":"he is suspected of wickedness, and his disrepute increases. "
},
"pdhp189:1":{
"verse":"An associate associating with others who are touched by contacts, "
},
"pdhp189:2":{
"verse":"like a smeared arrow in a bunch, smears that which is unsmeared, "
},
"pdhp189:3":{
"verse":"fearing being smeared the wise one will not have wicked friends. "
},
"pdhp190:1":{
"verse":"Therefore knowing the result for oneself of the fruit container, "
},
"pdhp190:2":{
"verse":"he should not follow the bad one, the wise one should associate with the good one. "
},
"pdhp191:1":{
"verse":"Even if a fool attends on a wise man for his whole life long, "
},
"pdhp191:2":{
"verse":"he does not learn Dhamma, like the spoon learns not the taste of curry. "
},
"pdhp192:1":{
"verse":"If a perceptive man attends on a wise man even for a second, "
},
"pdhp192:2":{
"verse":"he quickly learns Dhamma, like the tongue learns the taste of curry. "
},
"pdhp193:1":{
"verse":"One should not despise a little wickedness thinking: it will not come to me, "
},
"pdhp193:2":{
"verse":"through the falling of water drops the water-pot is quickly filled, "
},
"pdhp193:3":{
"verse":"the fool, gathering bit by bit, becomes full of wickedness. "
},
"pdhp194:1":{
"verse":"One should not despise little merit thinking: it will not come to me, "
},
"pdhp194:2":{
"verse":"through the falling of water drops the water-pot is quickly filled, "
},
"pdhp194:3":{
"verse":"the wise one, gathering bit by bit, becomes full of merit. "
},
"pdhp194:4":{
"verse":"The Chapter about Fools "
}
}
}
},
"pra/pts/sutta/pdhp/pdhp0195-0215":{
"lang_code":"en",
"texts":{
"anandajoti":{
"pdhp195:0.0":{
"verse":"Patna Dhammapada "
},
"pdhp195:0.1":{
"verse":"12. The Chapter about the Stick "
},
"pdhp195:1":{
"verse":"Neither going naked, nor matted hair, nor mud, nor fasting or lying on stony ground, "
},
"pdhp195:2":{
"verse":"dusty clothes, or striving while squatting, can purify a mortal who has not removed uncertainty. "
},
"pdhp196:1":{
"verse":"Even if he were to adorn himself, but is trained, peaceful, settled, living by Dhamma, "
},
"pdhp196:2":{
"verse":"and has put aside the stick towards all living beings, he is a brahmin, an ascetic, a monastic. "
},
"pdhp197:1":{
"verse":"Do not speak anything harsh, spoken to they might answer back to you, "
},
"pdhp197:2":{
"verse":"for arrogant talk entails misery, and they might strike you back with a stick. "
},
"pdhp198:1":{
"verse":"If you make a sound like a gong that is struck, "
},
"pdhp198:2":{
"verse":"you will undergo the rounds of births and deaths for a long time. "
},
"pdhp199:1":{
"verse":"If you make no sound like a gong that is not struck, "
},
"pdhp199:2":{
"verse":"you are like one who has attained Nibbāna, contention is not found in you. "
},
"pdhp200:1":{
"verse":"Like a cowherd with a stick drives cattle to pasture, "
},
"pdhp200:2":{
"verse":"so do old age and death overpower living beings. "
},
"pdhp201:1":{
"verse":"Like a cowherd with a stick protects the owner’s cattle, "
},
"pdhp201:2":{
"verse":"so one should watch over oneself, and you should not let the moment pass, "
},
"pdhp201:3":{
"verse":"for when the chance has passed they grieve when consigned to the underworld. "
},
"pdhp202:1":{
"verse":"Everyone trembles at sticks, for all of them life is dear, "
},
"pdhp202:2":{
"verse":"comparing oneself with others, one should not hurt or have them hurt. "
},
"pdhp203:1":{
"verse":"One who harms with a stick beings who desire happiness, "
},
"pdhp203:2":{
"verse":"while seeking happiness for himself, won’t find happiness after death. "
},
"pdhp204:1":{
"verse":"One who harms not with a stick beings who desire happiness, "
},
"pdhp204:2":{
"verse":"while seeking happiness for himself, will find happiness after death. "
},
"pdhp205:1":{
"verse":"One should not keep company with wicked friends, one should not keep company with the ignoble, "
},
"pdhp205:2":{
"verse":"you should keep company with the sage and wise, you should keep company with superior people. "
},
"pdhp205:3":{
"verse":"keeping company with such is surely better for you, not worse. "
},
"pdhp206:1":{
"verse":"One should regard someone who shows your faults just like one who points out hidden treasure, "
},
"pdhp206:2":{
"verse":"one should keep company with such a sagacious person who reproves you; "
},
"pdhp206:3":{
"verse":"keeping company with such is surely better for you, not worse. "
},
"pdhp207:1":{
"verse":"One should advise and instruct, and forbid whatever is vile, "
},
"pdhp207:2":{
"verse":"for this is dear to the good, but it is not dear to the bad. "
},
"pdhp208:1":{
"verse":"Therefore the good and the bad from here go to various destinies, "
},
"pdhp208:2":{
"verse":"the bad go to the underworld, the good cross over to heaven. "
},
"pdhp209:1":{
"verse":"The person of little learning increases in age like an ox, "
},
"pdhp209:2":{
"verse":"for although his flesh does increase, his wisdom does not increase. "
},
"pdhp210:1":{
"verse":"There are four states the man who is heedless, the man who consorts with other man’s wives, undergoes: "
},
"pdhp210:2":{
"verse":"he gains demerit, an uncomfortable bed, blame as third, and rebirth in the underworld as fourth. "
},
"pdhp211:1":{
"verse":"Gaining demerit and a bad destiny, and only the little delight of a scared man with a scared woman, "
},
"pdhp211:2":{
"verse":"and kings who apply heavy punishment, at the break up of the body he goes to the underworld. "
},
"pdhp212:1":{
"verse":"The restrained go to a good destiny, the unrestrained go to a bad destiny, "
},
"pdhp212:2":{
"verse":"thinking: “I should not exhibit confidence,” the wise one wanders peacefully. "
},
"pdhp213:1":{
"verse":"Do not, elephant, approach the Buddha, for there is suffering, elephant, in approaching the Buddha, "
},
"pdhp213:2":{
"verse":"for the one who attacks the Buddha, elephant, does not go from here to a good destiny. "
},
"pdhp214:1":{
"verse":"As a lion wanders his mountain fortress, his resort on the mountainside, "
},
"pdhp214:2":{
"verse":"do not hurt the man-hero, the one without fear, the one of superior effort. "
},
"pdhp215:1":{
"verse":"Like an elephant in battle endures arrows shot from bow "
},
"pdhp215:2":{
"verse":"so will I endure abuse, for many people are unvirtuous. "
},
"pdhp215:3":{
"verse":"The Chapter about the Stick "
}
}
}
},
"pra/pts/sutta/pdhp/pdhp0216-0238":{
"lang_code":"en",
"texts":{
"anandajoti":{
"pdhp216:0.0":{
"verse":"Patna Dhammapada "
},
"pdhp216:0.1":{
"verse":"13. The Chapter about Refuge "
},
"pdhp216:1":{
"verse":"Many people shaken by fear go for refuge "
},
"pdhp216:2":{
"verse":"to mountains and woods, to places with beautiful trees. "
},
"pdhp217:1":{
"verse":"That is not a secure refuge, that is not the refuge supreme, "
},
"pdhp217:2":{
"verse":"nor is it the refuge to come to that liberates from all suffering. "
},
"pdhp218:1":{
"verse":"Whoever has gone for refuge to the Buddha, the Dhamma and the Saṅgha, "
},
"pdhp218:2":{
"verse":"and who sees as it really is the four noble truths. "
},
"pdhp219:1":{
"verse":"That is a secure refuge, that is the refuge supreme, "
},
"pdhp219:2":{
"verse":"that is the refuge to come to that liberates from all suffering. "
},
"pdhp220:1":{
"verse":"If, when cows are crossing a road, their leader goes crookedly, "
},
"pdhp220:2":{
"verse":"they all will go crookedly, as their guide crookedly does go. "
},
"pdhp221:1":{
"verse":"So it is with humans, he who is agreed upon as chief, "
},
"pdhp221:2":{
"verse":"if he lives unrighteously, so will other people. "
},
"pdhp222:1":{
"verse":"If, when cows are crossing a road, their leader goes straight, "
},
"pdhp222:2":{
"verse":"they all will go straight, as their guide straight does go; "
},
"pdhp223:1":{
"verse":"so it is with humans, he who is agreed upon as chief, "
},
"pdhp223:2":{
"verse":"if he lives righteously, so will other people. "
},
"pdhp224:1":{
"verse":"One should live by Dhamma, with good conduct, not with bad conduct, "
},
"pdhp224:2":{
"verse":"living by Dhamma one lives at ease in this world and the next. "
},
"pdhp225:1":{
"verse":"One should live by Dhamma, with good conduct, not with bad conduct, "
},
"pdhp225:2":{
"verse":"living the holy life one lives at ease in this world and the next. "
},
"pdhp226:1":{
"verse":"The one who finds pleasure in the Dhamma, delights in Dhamma, reflects on Dhamma, "
},
"pdhp226:2":{
"verse":"the monastic who remembers Dhamma, does not abandon the Dhamma. "
},
"pdhp227:1":{
"verse":"The Dhamma protects the one who lives by the Dhamma, the Dhamma well-practised is set on happiness, "
},
"pdhp227:2":{
"verse":"this is the advantage of the Dhamma well-practised, he who lives by the Dhamma does not go to a bad destination. "
},
"pdhp228:1":{
"verse":"The Dhamma protects the one who lives by the holy life, the Dhamma well-practised is set on happiness, "
},
"pdhp228:2":{
"verse":"this is the advantage of the Dhamma well-practised, he who lives the holy life does not go to a bad destination. "
},
"pdhp229:1":{
"verse":"Not having lived the holy life, not having gained wealth in their youth, "
},
"pdhp229:2":{
"verse":"they waste away like herons in a small lake devoid of fish. "
},
"pdhp230:1":{
"verse":"Not having lived the holy life, not having gained wealth in their youth, "
},
"pdhp230:2":{
"verse":"they lie like shafts scattered from a bow, wailing about things in the past. "
},
"pdhp231:1":{
"verse":"The mindful ones who are striving do not delight in a dwelling, "
},
"pdhp231:2":{
"verse":"like geese who abandon a lake, they abandon fondness for homes. "
},
"pdhp232:1":{
"verse":"As geese go through the path of the sky, they go through the sky by their power, "
},
"pdhp232:2":{
"verse":"the wise are led out in the world, after crushing Māra and his army. "
},
"pdhp233:1":{
"verse":"Why this laughter, why this joy, when the world is constantly burning, "
},
"pdhp233:2":{
"verse":"when thrown into darkness, do you not seek for a light? "
},
"pdhp234:1":{
"verse":"As a town in the border districts is guarded on the inside and the outside, "
},
"pdhp234:2":{
"verse":"so one should protect oneself, and you should not let the moment pass, "
},
"pdhp234:3":{
"verse":"for when the chance has passed they grieve when consigned to the underworld. "
},
"pdhp235:1":{
"verse":"Not through being shaven is one an ascetic, if one lacks vows, speaks lies, "
},
"pdhp235:2":{
"verse":"and is endowed with greed and desire, how will one be an ascetic? "
},
"pdhp236:1":{
"verse":"The one who quenches wicked deeds, small and great, in every way—"
},
"pdhp236:2":{
"verse":"through the appeasing of wicked deeds he is said to be an ascetic. "
},
"pdhp237:1":{
"verse":"For the one in whom thirty-six streams consisting of contact with conceit are strong, "
},
"pdhp237:2":{
"verse":"the one with wrong view is carried off by the flow of his greedy intentions. "
},
"pdhp238:1":{
"verse":"One should abandon anger, one should abandon conceit, one should overcome every fetter, "
},
"pdhp238:2":{
"verse":"without clinging to mind and bodily form, sufferings never do befall the one having no possessions. "
},
"pdhp238:3":{
"verse":"The Chapter about Refuge "
}
}
}
},
"pra/pts/sutta/pdhp/pdhp0239-0260":{
"lang_code":"en",
"texts":{
"anandajoti":{
"pdhp239:0.0":{
"verse":"Patna Dhammapada "
},
"pdhp239:0.1":{
"verse":"14. The Chapter about Patience "
},
"pdhp239:1":{
"verse":"Enduring patience is the supreme austerity, Nibbāna is supreme say the Buddhas, "
},
"pdhp239:2":{
"verse":"for one gone forth does not hurt another, nor does an ascetic harass another. "
},
"pdhp240:1":{
"verse":"Those sages without violence, constantly restrained in body, "
},
"pdhp240:2":{
"verse":"go to the deathless Nibbāna, having gone there they do not grieve. "
},
"pdhp241:1":{
"verse":"Gotama’s disciples always awake to a good wakening, "
},
"pdhp241:2":{
"verse":"those who day and night have a mind that delights in non-violence. "
},
"pdhp242:1":{
"verse":"Gotama’s disciples always awake to a good wakening, "
},
"pdhp242:2":{
"verse":"those who day and night have a mind that delights in cultivation. "
},
"pdhp243:1":{
"verse":"Gotama’s disciples always awake to a good wakening, "
},
"pdhp243:2":{
"verse":"those who day and night constantly have mindfulness of the body. "
},
"pdhp244:1":{
"verse":"Those wise ones intent on meditation, who delight in the peace of renunciation, "
},
"pdhp244:2":{
"verse":"even the gods are envious of them, the Sambuddhas, the ones who are mindful. "
},
"pdhp245:1":{
"verse":"Whether in the wilds or village, whether on low or on high ground, "
},
"pdhp245:2":{
"verse":"wherever the Arahats live, that ground is surely delightful. "
},
"pdhp246:1":{
"verse":"If, for even one living being, one with an uncorrupt mind, has loving-kindness, there is wholesomeness in that, "
},
"pdhp246:2":{
"verse":"but the one with compassion in mind for all living beings, that noble one makes abundant merit. "
},
"pdhp247:1":{
"verse":"Those who conquered the earth, crowded with beings, those royal seers who went round sacrificing: "
},
"pdhp247:2":{
"verse":"the horse sacrifice, the man sacrifice, the stick-casting, the soma offering, the unobstructed—"
},
"pdhp247:3":{
"verse":"compared to the one who develops his mind with loving-kindness, they do not partake of even a sixteenth part, "
},
"pdhp247:4":{
"verse":"just as the whole host of stars do not partake of the radiance of the moon. "
},
"pdhp248:1":{
"verse":"Then he who with a mind of loving-kindness has compassion for all living beings, "
},
"pdhp248:2":{
"verse":"having loving-kindness towards all beings, he has no one who is hated. "
},
"pdhp249:1":{
"verse":"For he who every day and night delights in a mind of non-violence, "
},
"pdhp249:2":{
"verse":"having loving-kindness towards all beings, he has no one who is hated. "
},
"pdhp250:1":{
"verse":"For he who every day and night has a mind that delights in cultivation, "
},
"pdhp250:2":{
"verse":"having loving-kindness towards all beings, he has no one who is hated. "
},
"pdhp251:1":{
"verse":"For he who every day and night constantly has mindfulness of the body, "
},
"pdhp251:2":{
"verse":"having loving-kindness towards all beings, he has no one who is hated. "
},
"pdhp252:1":{
"verse":"He who neither kills, nor has killed, conquers, nor has conquered, "
},
"pdhp252:2":{
"verse":"having loving-kindness towards all beings, he has no one who is hated. "
},
"pdhp253:1":{
"verse":"For not by hatred do hatreds cease at any time in this place, "
},
"pdhp253:2":{
"verse":"they only cease with non-hatred, this truth is surely eternal. "
},
"pdhp254:1":{
"verse":"The others do not understand that we should be successful here, "
},
"pdhp254:2":{
"verse":"but for those here who do understand, through that, their dissensions do cease. "
},
"pdhp255:1":{
"verse":"Let us live truly happily, without hatred, amongst those who have hatred, "
},
"pdhp255:2":{
"verse":"amongst humans who have hatred let us live without hatred. "
},
"pdhp256:1":{
"verse":"Let us live truly happily, without longing, amongst those who are longing, "
},
"pdhp256:2":{
"verse":"amongst humans who are longing let us live without longing. "
},
"pdhp257:1":{
"verse":"We live truly happily enough having no possessions ourselves, "
},
"pdhp257:2":{
"verse":"amongst those with possessions let us live having no possessions. "
},
"pdhp258:1":{
"verse":"One should see it as a bubble, one should see it as a mirage, "
},
"pdhp258:2":{
"verse":"looking on the world in this way the King of Death does not see one. "
},
"pdhp259:1":{
"verse":"This body is worn out, a nest of disease, perishing, "
},
"pdhp259:2":{
"verse":"the putrid body comes to destruction, for life ends in death. "
},
"pdhp260:1":{
"verse":"Having seen an old man, one afflicted and sick, having seen one deceased, after not long for the student, "
},
"pdhp260:2":{
"verse":"anxiety, sharp and extensive, arose, and the wise one cut the household bonds. "
},
"pdhp260:3":{
"verse":"The Chapter about Patience "
}
}
}
},
"pra/pts/sutta/pdhp/pdhp0261-0277":{
"lang_code":"en",
"texts":{
"anandajoti":{
"pdhp261:0.0":{
"verse":"Patna Dhammapada "
},
"pdhp261:0.1":{
"verse":"15. The Chapter about the Pollutants "
},
"pdhp261:1":{
"verse":"Amongst humans few people go beyond, "
},
"pdhp261:2":{
"verse":"the rest of the people run down the bank, "
},
"pdhp262:1":{
"verse":"but those who live righteously, conforming with this well-taught Dhamma, "
},
"pdhp262:2":{
"verse":"those folk will go beyond the realm of death, which is very hard to cross. "
},
"pdhp263:1":{
"verse":"Having abandoned the dark state, the wise ones should develop the bright, "
},
"pdhp263:2":{
"verse":"having gone forth to homelessness from home; in solitude, where it is hard to delight, "
},
"pdhp264:1":{
"verse":"one should seek to delight in that place, having given up sense pleasures, and having no possessions, "
},
"pdhp264:2":{
"verse":"he should purify the self of defilements of mind in every way. "
},
"pdhp265:1":{
"verse":"For he who has well developed with peaceful mind the factors of complete awakening, "
},
"pdhp265:2":{
"verse":"having given up the self, those who delight in being unattached, "
},
"pdhp265:3":{
"verse":"pollutant-free, shining forth, are emancipated in the world. "
},
"pdhp266:1":{
"verse":"That to be done is rejected, but what is not to be done is done, "
},
"pdhp266:2":{
"verse":"for the insolent, the heedless, their pollutants increase. "
},
"pdhp267:1":{
"verse":"But for those who always properly undertake mindfulness of the body "
},
"pdhp267:2":{
"verse":"who do not practice what is not to be done, persisting in what is to be done, "
},
"pdhp267:3":{
"verse":"for those mindful ones, those fully aware, their pollutants are destroyed. "
},
"pdhp268:1":{
"verse":"Those who look for others’ fault, who constantly perceive offence, "
},
"pdhp268:2":{
"verse":"for them the pollutants increase, they are far from their destruction. "
},
"pdhp269:1":{
"verse":"For those devoted to being alert, who train both by day and by night, "
},
"pdhp269:2":{
"verse":"who are intent on Nibbāna, the pollutants are laid to rest. "
},
"pdhp270:1":{
"verse":"For those whose pollutants are destroyed, who are not dependent on the foods, "
},
"pdhp270:2":{
"verse":"for those whose resort is the liberation that is empty or signless, "
},
"pdhp270:3":{
"verse":"like the birds in the sky, their footprint is hard to find. "
},
"pdhp271:1":{
"verse":"Not even through virtue or vows, or again through great learning, "
},
"pdhp271:2":{
"verse":"or through the attainment of concentration, or through a secluded dwelling, "
},
"pdhp272:1":{
"verse":"do we attain the happiness of renunciation, not practised by worldly people; "
},
"pdhp272:2":{
"verse":"let a monastic not be confident as long as the destruction of the pollutants is unattained. "
},
"pdhp273:1":{
"verse":"This is not the time to be heedless, while the destruction of the pollutants is unattained, "
},
"pdhp273:2":{
"verse":"heedless he follows suffering, like the mother of deer follows the lion. "
},
"pdhp274:1":{
"verse":"Some fall back into the womb, but those who are wicked in the underworld, "
},
"pdhp274:2":{
"verse":"the righteous go to heaven, those who are pollutant-free are emancipated. "
},
"pdhp275:1":{
"verse":"Like a lake that is deep, clear and unruffled, "
},
"pdhp275:2":{
"verse":"just so the wise are confident after listening to Dhamma. "
},
"pdhp276:1":{
"verse":"He whose victory cannot be undone, whose victory does not come to an end, "
},
"pdhp276:2":{
"verse":"the Buddha, the one of superior effort, by what path will you lead the pathless one? "
},
"pdhp277:1":{
"verse":"For him there is no desire, attachment, or craving to lead him anywhere, "
},
"pdhp277:2":{
"verse":"the Buddha, whose range is endless, by what path will you lead the pathless one? "
},
"pdhp277:3":{
"verse":"The Chapter about the Pollutants "
}
}
}
},
"pra/pts/sutta/pdhp/pdhp0278-0305":{
"lang_code":"en",
"texts":{
"anandajoti":{
"pdhp278:0.0":{
"verse":"Patna Dhammapada "
},
"pdhp278:0.1":{
"verse":"16. The Chapter about Verbalising "
},
"pdhp278:1":{
"verse":"Verbally guarded, well-restrained in mind, he who does not practice a wrong deed with the body, "
},
"pdhp278:2":{
"verse":"purifying these three paths of action, would attain the unsurpassed state of peace. "
},
"pdhp279:1":{
"verse":"One should guard against bodily faults, one should be restrained bodily, "
},
"pdhp279:2":{
"verse":"abandoning wrong bodily conduct, one should have good bodily conduct. "
},
"pdhp280:1":{
"verse":"One should guard against verbal faults, one should be restrained verbally, "
},
"pdhp280:2":{
"verse":"abandoning wrong verbal conduct, one should have good verbal conduct. "
},
"pdhp281:1":{
"verse":"One should guard against mental faults, one should be restrained mentally, "
},
"pdhp281:2":{
"verse":"abandoning wrong mental conduct, one should have good mental conduct. "
},
"pdhp282:1":{
"verse":"The wise are restrained bodily, verbally and also mentally, "
},
"pdhp282:2":{
"verse":"the wise are restrained in every way, they are indeed very well-restrained. "
},
"pdhp283:1":{
"verse":"This is something of old, Ādhora, this is not something of today: "
},
"pdhp283:2":{
"verse":"they blame the one who sits silently, they blame the one who talks in moderation, "
},
"pdhp283:3":{
"verse":"they blame the one who talks a lot, there is no one in the world not blamed. "
},
"pdhp284:1":{
"verse":"There was not and there will not be, and at present there is not found "
},
"pdhp284:2":{
"verse":"a person totally blameworthy, or one totally praiseworthy. "
},
"pdhp285:1":{
"verse":"He who would worship or reproach the one who is unrighteous, "
},
"pdhp285:2":{
"verse":"a fool with lack of intelligence, that is to no purpose. "
},
"pdhp286:1":{
"verse":"The one who, after being examined day by day, is praised by the wise, "
},
"pdhp286:2":{
"verse":"faultless in conduct, sagacious, attending to virtue and wisdom, "
},
"pdhp287:1":{
"verse":"one who is like a golden coin, who is there worthy to blame him? "
},
"pdhp287:2":{
"verse":"That one is praised by the gods, and has been praised by the Brahmās too. "
},
"pdhp288:1":{
"verse":"Not by eloquence only, or by a beautiful complexion, "
},
"pdhp288:2":{
"verse":"is a person honourable, if still jealous, selfish and deceitful. "
},
"pdhp289:1":{
"verse":"In whom is truth, Dhamma, abstinence, restraint and good training, "
},
"pdhp289:2":{
"verse":"that sage who has thrown out hatred is said to be honourable. "
},
"pdhp290:1":{
"verse":"Even though reciting abundant scriptures, the heedless fellow, who does not do what they say, "
},
"pdhp290:2":{
"verse":"like a cowboy counting other’s cattle, does not partake of the ascetic life. "
},
"pdhp291:1":{
"verse":"Even though reciting but few scriptures, but living righteously in accordance with Dhamma, "
},
"pdhp291:2":{
"verse":"abandoning greed, hate and delusion, with mind released, completely without doubt, "
},
"pdhp291:3":{
"verse":"that one, unattached here and hereafter, surely partakes of the ascetic life. "
},
"pdhp292:1":{
"verse":"One should speak out the truth, one should not get angry, when requested you should give, if only a little, "
},
"pdhp292:2":{
"verse":"through these three conditions one can go to the presence of the gods. "
},
"pdhp293:1":{
"verse":"The miserly go not to the world of the gods, fools surely do not praise giving, "
},
"pdhp293:2":{
"verse":"but the wise one rejoices in giving, and through that he goes to the world of the gods. "
},
"pdhp294:1":{
"verse":"Having virtue, being pure and clever, principled, knowing the truths, "
},
"pdhp294:2":{
"verse":"the good one doing the deeds that are his own, that one the people love. "
},
"pdhp295:1":{
"verse":"It’s better to have eaten glowing iron balls, like flames of fire, "
},
"pdhp295:2":{
"verse":"than that the monastic who is unrestrained and unvirtuous should enjoy the country’s almsfood. "
},
"pdhp296:1":{
"verse":"As kusa grass, wrongly grasped, cuts into the hand, "
},
"pdhp296:2":{
"verse":"so does the ascetic life, wrongly grasped, drag one down to the underworld. "
},
"pdhp297:1":{
"verse":"For the person speaking falsely, who has transgressed in this one thing, "
},
"pdhp297:2":{
"verse":"who has abandoned the next world, there is no wickedness left undone. "
},
"pdhp298:1":{
"verse":"For not a well-sharpened sword, or even deadly poison, "
},
"pdhp298:2":{
"verse":"destroy quite as quickly as words that are badly spoken. "
},
"pdhp299:1":{
"verse":"For with the birth of a man an axe is born in his mouth, "
},
"pdhp299:2":{
"verse":"with which he cuts himself speaking a word that is badly spoken. "
},
"pdhp300:1":{
"verse":"He who praises the blameworthy, or he who blames the praiseworthy, "
},
"pdhp300:2":{
"verse":"piles up bad fortune with his mouth, and because of that bad fortune he does not find happiness. "
},
"pdhp301:1":{
"verse":"(Compared to) he who has a small measure of bad fortune through dice and loses his wealth, "
},
"pdhp301:2":{
"verse":"everything (he owns), together with his self; "
},
"pdhp301:3":{
"verse":"this is indeed a far greater bad fortune: he who has a corrupt mind aimed at those faring well. "
},
"pdhp302:1":{
"verse":"For one hundred and thirty-six thousand nirabbudas, and five abbudas, "
},
"pdhp302:2":{
"verse":"he goes to hell through reproaching the noble ones, having wicked verbal and mental intentions. "
},
"pdhp303:1":{
"verse":"He should speak wholesomely, he should not speak wickedly, "
},
"pdhp303:2":{
"verse":"the speaking of what is wholesome is best, having spoken wickedly he suffers. "
},
"pdhp304:1":{
"verse":"He should practice wholesomely, he should not speak wickedly, "
},
"pdhp304:2":{
"verse":"the speaking of what is wholesome is best, having spoken wickedly he suffers. "
},
"pdhp305:1":{
"verse":"He should speak wholesome words, he should not speak wickedly, "
},
"pdhp305:2":{
"verse":"arisen anger he should constrain, he ceases from hatred. "
},
"pdhp305:3":{
"verse":"The Chapter about Verbalising "
}
}
}
},
"pra/pts/sutta/pdhp/pdhp0306-0326":{
"lang_code":"en",
"texts":{
"anandajoti":{
"pdhp306:0.0":{
"verse":"Patna Dhammapada "
},
"pdhp306:0.1":{
"verse":"17. The Chapter about Self "
},
"pdhp306:1":{
"verse":"The one who has an exceeding lack of virtue, like a deadly creeper covering a Sal tree, "
},
"pdhp306:2":{
"verse":"makes himself the same as his enemy wishes him to be. "
},
"pdhp307:1":{
"verse":"That wickedness done by oneself, born in oneself, arising in oneself, "
},
"pdhp307:2":{
"verse":"crushes the one who is stupid, as a diamond crushes a rock-jewel. "
},
"pdhp308:1":{
"verse":"By oneself alone is a wicked deed done, by oneself is one defiled, "
},
"pdhp308:2":{
"verse":"by oneself is a wicked deed left undone, by oneself is one purified, "
},
"pdhp308:3":{
"verse":"purity and impurity come from oneself, for no one purify another. "
},
"pdhp309:1":{
"verse":"Not the wrongs of others, or what others have done or have not done "
},
"pdhp309:2":{
"verse":"one should consider, but what has been done and not done by oneself. "
},
"pdhp310:1":{
"verse":"Not the wrongs of others, or what is just and unjust for others "
},
"pdhp310:2":{
"verse":"one should consider, but what is just and unjust for oneself. "
},
"pdhp311:1":{
"verse":"If one regards oneself as dear one should guard oneself right well, "
},
"pdhp311:2":{
"verse":"for happiness is not easy to gain by those who do wrong. "
},
"pdhp312:1":{
"verse":"If one regards oneself as dear one should guard oneself right well, "
},
"pdhp312:2":{
"verse":"during one of the three watches of the night the wise one should stay alert. "
},
"pdhp313:1":{
"verse":"Sitting alone, lying down alone, walking alone, diligent, "
},
"pdhp313:2":{
"verse":"the solitary one who delights in himself will delight in the edge of a forest. "
},
"pdhp314:1":{
"verse":"Whoever reviles the worthy teaching of the Noble Ones who live by Dhamma, "
},
"pdhp314:2":{
"verse":"that stupid one, depending on wicked views, "
},
"pdhp314:3":{
"verse":"makes himself the same as his enemy wishes him to be. "
},
"pdhp315:1":{
"verse":"Whoever reviles the worthy teaching of the Noble Ones who live by Dhamma, "
},
"pdhp315:2":{
"verse":"that stupid one, depending on wicked views, "
},
"pdhp315:3":{
"verse":"like the bamboo when it bears fruit, brings about his own destruction. "
},
"pdhp316:1":{
"verse":"First one should establish oneself in the good and the Dhamma, "
},
"pdhp316:2":{
"verse":"then one can advise another, saying: ‘You must be as I am’. "
},
"pdhp317:1":{
"verse":"First one should commit oneself to what is suitable, "
},
"pdhp317:2":{
"verse":"then when advising another, the wise one should not have any defilement. "
},
"pdhp318:1":{
"verse":"He should do himself as he would advise another to do, "
},
"pdhp318:2":{
"verse":"being untrained, he should surely train himself, for it is said the self is difficult to train. "
},
"pdhp319:1":{
"verse":"A tamed self is better than that of other people, "
},
"pdhp319:2":{
"verse":"for the person who conquers himself, who lives always well-restrained, "
},
"pdhp320:1":{
"verse":"neither gods, nor gandhabbas, nor Māra together with Brahmās, "
},
"pdhp320:2":{
"verse":"can turn conquest into defeat for a person who is like this. "
},
"pdhp321:1":{
"verse":"For the self is the friend of self, for what other friend would there be? "
},
"pdhp321:2":{
"verse":"When the self is well-practiced, one finds a friend that is hard to find. "
},
"pdhp322:1":{
"verse":"Self is the protector of self, self is the refuge of self, "
},
"pdhp322:2":{
"verse":"therefore one should restrain oneself, as a merchant restrains his noble horse. "
},
"pdhp323:1":{
"verse":"One should tame oneself always, that will be for a good destiny, "
},
"pdhp323:2":{
"verse":"be tamed, be peaceful, be upright, and from that be honest, "
},
"pdhp323:3":{
"verse":"then, tamed, be happy, unattached and cooled down. "
},
"pdhp324:1":{
"verse":"By oneself one should censure self, by oneself one should be controlled, "
},
"pdhp324:2":{
"verse":"he who guards himself, mindful, will live happily, monastic. "
},
"pdhp325:1":{
"verse":"One should not neglect one’s own good for another’s, however great; "
},
"pdhp325:2":{
"verse":"knowing further what is good for oneself should be the supreme good. "
},
"pdhp326:1":{
"verse":"Not for one’s own sake and not for another’s sake, not desiring heaven, riches, or a kingdom—"
},
"pdhp326:2":{
"verse":"he should not desire his success through corruption; he should be both virtuous and wise and righteous. "
},
"pdhp326:3":{
"verse":"The Chapter about Self "
}
}
}
},
"pra/pts/sutta/pdhp/pdhp0327-0341":{
"lang_code":"en",
"texts":{
"anandajoti":{
"pdhp327:0.0":{
"verse":"Patna Dhammapada "
},
"pdhp327:0.1":{
"verse":"18. The Chapter about Giving "
},
"pdhp327:1":{
"verse":"The people give according to faith, according to their confidence, "
},
"pdhp327:2":{
"verse":"herein the one who becomes depressed because of food and drink given to others, "
},
"pdhp327:3":{
"verse":"does not, either by day or night, attain to good concentration. "
},
"pdhp328:1":{
"verse":"For the one in whom this depression is cut off, destroyed at the root, dug up, "
},
"pdhp328:2":{
"verse":"does, by day and night, attain to good concentration. "
},
"pdhp329:1":{
"verse":"Like a good horse touched by the whip, living ardent and spiritually intense. "
},
"pdhp329:2":{
"verse":"Having faith, virtue and energy, concentration and insight into the Dhamma, "
},
"pdhp329:3":{
"verse":"well-established in patience, meekness and concentration, they have come to the essence of wisdom and learning. "
},
"pdhp330:1":{
"verse":"He who acquires faith and wisdom unsurpassed in this very life, "
},
"pdhp330:2":{
"verse":"has great wealth in the world, other wealth, though great, is useless. "
},
"pdhp331:1":{
"verse":"The faithful one who is possessed of virtue, and has wealth and fame, "
},
"pdhp331:2":{
"verse":"whatever district he resorts to, right there and then he is worshipped. "
},
"pdhp332:1":{
"verse":"Faith is a person’s travelling companion, he would not accept travelling without faith, "
},
"pdhp332:2":{
"verse":"from that there will be fame and renown for him, and when he abandons the body he goes to heaven. "
},
"pdhp333:1":{
"verse":"The person who is beyond mere faith, who knows that which is unmade, who has cut off rebirth-linking, "
},
"pdhp333:2":{
"verse":"who has destroyed the occasion, who has thrown out hope and desire, is surely the person supreme. "
},
"pdhp334:1":{
"verse":"It is rare the arising of Buddhas, rare the teaching of the Dhamma, "
},
"pdhp334:2":{
"verse":"it is rare to acquire faith, rare is the life of mortals. "
},
"pdhp335:1":{
"verse":"For the one with unsettled mind, who does not know the True Dhamma, "
},
"pdhp335:2":{
"verse":"whose confidence is wavering, wisdom is unfulfilled. "
},
"pdhp336:1":{
"verse":"For one who has a mind lacking confidence, that is base or agitated, "
},
"pdhp336:2":{
"verse":"and frequently impetuous, it is not possible to understand the Dhamma. "
},
"pdhp337:1":{
"verse":"He who has removed impetuosity, displeasure from his mind, "
},
"pdhp337:2":{
"verse":"with confident mind, happy, he can understand well-spoken words. "
},
"pdhp338:1":{
"verse":"Acquiring birth as a human, or going to the heavens, "
},
"pdhp338:2":{
"verse":"or having sole sovereignty over the earth—better is the fruit of stream-entry. "
},
"pdhp339:1":{
"verse":"He whose faith in the Realised One is well-established and unmoveable, "
},
"pdhp339:2":{
"verse":"whose virtue is beautiful, praised by the noble ones, "
},
"pdhp340:1":{
"verse":"who has confidence in the Saṅgha, who sees uprightly, "
},
"pdhp340:2":{
"verse":"he they say is ‘not poor’, his life is not in vain. "
},
"pdhp341:1":{
"verse":"Therefore with faith, virtue, confidence and insight into Dhamma, "
},
"pdhp341:2":{
"verse":"a sage should devote himself to the essence of the Buddhas’ dispensation. "
},
"pdhp341:3":{
"verse":"The Chapter about Giving "
}
}
}
},
"pra/pts/sutta/pdhp/pdhp0342-0357":{
"lang_code":"en",
"texts":{
"anandajoti":{
"pdhp342:0.0":{
"verse":"Patna Dhammapada "
},
"pdhp342:0.1":{
"verse":"19. The Chapter about the Mind "
},
"pdhp342:1":{
"verse":"An agitated, unsteady mind, difficult to guard, difficult to ward, "
},
"pdhp342:2":{
"verse":"the sagacious one makes straight, as a fletcher does his arrows. "
},
"pdhp343:1":{
"verse":"Like a fish thrown up on dry land, pulled out from its watery home, "
},
"pdhp343:2":{
"verse":"the mind is agitated, one ought to throw off the sway of Māra. "
},
"pdhp344:1":{
"verse":"Those who will restrain the mind that roams far, "
},
"pdhp344:2":{
"verse":"is lonesome, without a body, hidden, gain release from the bonds of Māra. "
},
"pdhp345:1":{
"verse":"For the mind that is difficult to subdue, flighty, flitting wherever it will, "
},
"pdhp345:2":{
"verse":"restraint is good, a restrained mind brings happiness. "
},
"pdhp346:1":{
"verse":"Hard to see, very subtle, flitting wherever it will, "
},
"pdhp346:2":{
"verse":"the sage should guard the mind, for guarded it brings happiness. "
},
"pdhp347:1":{
"verse":"For the one with mind that is not dependent, for the one with mind unperplexed, "
},
"pdhp347:2":{
"verse":"having abandoned the wholesome and demerit, for the watchful, there is no fear. "
},
"pdhp348:1":{
"verse":"The one who drinks the tasty Dhamma drink, with a clear mind, "
},
"pdhp348:2":{
"verse":"the wise one will always delight in the Dhamma that is made known by the Noble. "
},
"pdhp349:1":{
"verse":"Before long has passed by, alas, this body will lie on the ground, "
},
"pdhp349:2":{
"verse":"rejected, without consciousness, just like a useless piece of wood. "
},
"pdhp350:1":{
"verse":"Knowing this body is frail like a jar, govern the mind like a fortress, "
},
"pdhp350:2":{
"verse":"one should fight Māra with the weapon of wisdom, guard your success, and do not be attached. "
},
"pdhp351:1":{
"verse":"Just as the rain penetrates a house with thatching that is poor, "
},
"pdhp351:2":{
"verse":"so passion penetrates a mind that is undeveloped. "
},
"pdhp352:1":{
"verse":"Just as rain does not penetrate a house with thatching that is good, "
},
"pdhp352:2":{
"verse":"so passion cannot penetrate a mind that is well-developed. "
},
"pdhp353:1":{
"verse":"Just as the rain penetrates a house with thatching that is poor, "
},
"pdhp353:2":{
"verse":"so hatred penetrates a mind that is undeveloped. "
},
"pdhp354:1":{
"verse":"Just as rain does not penetrate a house with thatching that is good, "
},
"pdhp354:2":{
"verse":"so hatred cannot penetrate a mind that is well-developed. "
},
"pdhp355:1":{
"verse":"Just as the rain penetrates a house with thatching that is poor, "
},
"pdhp355:2":{
"verse":"so delusion penetrates a mind that is undeveloped. "
},
"pdhp356:1":{
"verse":"Just as rain does not penetrate a house with thatching that is good, "
},
"pdhp356:2":{
"verse":"so delusion cannot penetrate a mind that is well-developed. "
},
"pdhp357:1":{
"verse":"The non-doing of anything wicked, undertaking of what is good, "
},
"pdhp357:2":{
"verse":"the training of one’s mind—this is the teaching of the Buddhas. "
},
"pdhp357:3":{
"verse":"The Chapter about the Mind "
}
}
}
},
"pra/pts/sutta/pdhp/pdhp0358-0375":{
"lang_code":"en",
"texts":{
"anandajoti":{
"pdhp358:0.0":{
"verse":"Patna Dhammapada "
},
"pdhp358:0.1":{
"verse":"20. The Chapter about the Path "
},
"pdhp358:1":{
"verse":"The eightfold is the best of paths, four principles the best of truths, "
},
"pdhp358:2":{
"verse":"dispassion the best of states, the Visionary the best of men. "
},
"pdhp359:1":{
"verse":"The path was declared by me, the removal of the dart by knowledge, "
},
"pdhp359:2":{
"verse":"your duty is to have ardour declare the Realised Ones, "
},
"pdhp359:3":{
"verse":"entering this path meditators will be released from the bonds of Māra. "
},
"pdhp360:1":{
"verse":"This is the path, there is no other, for insight and for purity, "
},
"pdhp360:2":{
"verse":"you should enter upon this path, this is the confounding of Māra, "
},
"pdhp360:3":{
"verse":"having entered upon this path you will make an end to suffering. "
},
"pdhp361:1":{
"verse":"Cut down the forest of defilements not just the trees, from the forest arises a danger, "
},
"pdhp361:2":{
"verse":"having cut down the forest and thicket, you will go further without forests. "
},
"pdhp362:1":{
"verse":"For as long as an atom of desire of a man for his kin is not cut down, "
},
"pdhp362:2":{
"verse":"the mind is in bondage there, like a calf in bondage to mother’s milk. "
},
"pdhp363:1":{
"verse":"Cut off any affection for one’s self, like an autumn lotus plucked with the hand, "
},
"pdhp363:2":{
"verse":"develop fully the path to peace and Nibbāna taught by the Fortunate One. "
},
"pdhp364:1":{
"verse":"Here I will make the rains retreat, here during winter and summer, "
},
"pdhp364:2":{
"verse":"in just such a way a fool thinks, not understanding the danger. "
},
"pdhp365:1":{
"verse":"That person whose mind is attached and besotted by cattle and children, "
},
"pdhp365:2":{
"verse":"is snatched away by death just as a sleeping village by a great flood. "
},
"pdhp366:1":{
"verse":"Children are not a refuge, nor fathers, not even brothers, "
},
"pdhp366:2":{
"verse":"for one afflicted by the End-Maker there is no refuge in relatives. "
},
"pdhp367:1":{
"verse":"Relatives cry and wail together in this way "
},
"pdhp367:2":{
"verse":"people still depart, against their desires they give him up. "
},
"pdhp368:1":{
"verse":"Understanding this the sage, wise, free of selfishness, "
},
"pdhp368:2":{
"verse":"should constantly purify the path that is leading to heaven. "
},
"pdhp369:1":{
"verse":"Therefore a wise man looking for his own welfare "
},
"pdhp369:2":{
"verse":"should constantly purify the path that is leading to heaven. "
},
"pdhp370:1":{
"verse":"Endowed with faith and virtue, wise, well-composed, "
},
"pdhp370:2":{
"verse":"one constantly purifies the path, which brings safety in the next world. "
},
"pdhp371:1":{
"verse":"Endowed with faith and virtue, wise, composed, "
},
"pdhp371:2":{
"verse":"delights in practising the path, delights in internal peace. "
},
"pdhp372:1":{
"verse":"Endowed with faith and virtue, always delighting in being wise, "
},
"pdhp372:2":{
"verse":"one advances like burning fire against the fetter, small or large, "
},
"pdhp372:3":{
"verse":"whether it is wicked conceit or hypocrisy. "
},
"pdhp373:1":{
"verse":"All conditions are impermanent, when one sees this with wisdom, "
},
"pdhp373:2":{
"verse":"then one grows tired of suffering—this is the path to purity. "
},
"pdhp374:1":{
"verse":"All components of mind and body are without self, when one sees this with wisdom, "
},
"pdhp374:2":{
"verse":"then one grows tired of suffering—this is the path to purity. "
},
"pdhp375:1":{
"verse":"From effort originates wisdom, without effort wisdom is destroyed, "
},
"pdhp375:2":{
"verse":"having understood these two paths of development and decline, "
},
"pdhp375:3":{
"verse":"the sage should train so that his wisdom increases. "
},
"pdhp375:4":{
"verse":"The Chapter about the Path "
}
}
}
},
"pra/pts/sutta/pdhp/pdhp0376-0397":{
"lang_code":"en",
"texts":{
"anandajoti":{
"pdhp376:0.0":{
"verse":"Patna Dhammapada "
},
"pdhp376:0.1":{
"verse":"21. The Chapter about Thousands "
},
"pdhp376:1":{
"verse":"Though there are a thousand sayings consisting of useless words, "
},
"pdhp376:2":{
"verse":"better is one useful word, hearing which one is brought to peace. "
},
"pdhp377:1":{
"verse":"One may speak a thousand verses consisting of useless words, "
},
"pdhp377:2":{
"verse":"better is one verse of Dhamma, hearing which one is brought to peace. "
},
"pdhp378:1":{
"verse":"One may conquer a thousand men a thousand times in a battle, "
},
"pdhp378:2":{
"verse":"but having conquered another, one’s self, one would surely be supreme in battle. "
},
"pdhp379:1":{
"verse":"One might give alms impartially with a thousand coins of money month by month for a hundred years; "
},
"pdhp379:2":{
"verse":"and one might worship someone with developed self for a second—"
},
"pdhp379:3":{
"verse":"that worship is surely better than the hundred-year sacrifice. "
},
"pdhp380:1":{
"verse":"One person might care for the fire in the woods for a hundred years; "
},
"pdhp380:2":{
"verse":"and one might worship someone with developed self for a second—"
},
"pdhp380:3":{
"verse":"that worship is surely better than the hundred-year sacrifice. "
},
"pdhp381:1":{
"verse":"Whatever the alms or the sacrifice in the world the one seeking merit may give for a year, "
},
"pdhp381:2":{
"verse":"all that comes not to a quarter of the merit—better is the worship of the upright. "
},
"pdhp382:1":{
"verse":"One might give alms impartially with a thousand coins of money month by month for a hundred years; "
},
"pdhp382:2":{
"verse":"but that is not worth a sixteenth part of having confidence in the Buddha. "
},
"pdhp383:1":{
"verse":"One might give alms impartially with a thousand coins of money month by month for a hundred years; "
},
"pdhp383:2":{
"verse":"but that is not worth a sixteenth part of having confidence in the Dhamma. "
},
"pdhp384:1":{
"verse":"One might give alms impartially with a thousand coins of money month by month for a hundred years; "
},
"pdhp384:2":{
"verse":"but that is not worth a sixteenth part of having confidence in the Saṅgha. "
},
"pdhp385:1":{
"verse":"One might give alms impartially with a thousand coins of money month by month for a hundred years; "
},
"pdhp385:2":{
"verse":"but that is not worth a sixteenth part of those who have mastered Dhamma. "
},
"pdhp386:1":{
"verse":"From month to month the fool may eat food with the tip of kusa grass, "
},
"pdhp386:2":{
"verse":"but that is not worth a sixteenth part of having confidence in the Buddha. "
},
"pdhp387:1":{
"verse":"From month to month the fool may eat food with the tip of kusa grass, "
},
"pdhp387:2":{
"verse":"but that is not worth a sixteenth part of having confidence in the Dhamma. "
},
"pdhp388:1":{
"verse":"From month to month the fool may eat food with the tip of kusa grass, "
},
"pdhp388:2":{
"verse":"but that is not worth a sixteenth part of having confidence in the Saṅgha. "
},
"pdhp389:1":{
"verse":"From month to month the fool may eat food with the tip of kusa grass, "
},
"pdhp389:2":{
"verse":"but that is not worth a sixteenth part of those who have mastered Dhamma. "
},
"pdhp390:1":{
"verse":"One might live for a hundred years, unvirtuous and uncomposed, "
},
"pdhp390:2":{
"verse":"but a life of one day is better, for one with virtue and meditation. "
},
"pdhp391:1":{
"verse":"One might live for a hundred years, lacking in wisdom and uncomposed, "
},
"pdhp391:2":{
"verse":"but a life of one day is better, for one endowed with wisdom and meditation. "
},
"pdhp392:1":{
"verse":"One might live for a hundred years, indolent, with less energy, "
},
"pdhp392:2":{
"verse":"but a life of one day is better, for one with energy set up and firm. "
},
"pdhp393:1":{
"verse":"One might live for a hundred years, without seeing rise and fall, "
},
"pdhp393:2":{
"verse":"but a life of one day is better, for the one seeing rise and fall. "
},
"pdhp394:1":{
"verse":"One might live for a hundred years, without seeing the supreme state, "
},
"pdhp394:2":{
"verse":"but a life of one day is better, for one seeing the supreme state. "
},
"pdhp395:1":{
"verse":"One might live for a hundred years, without seeing the deathless state, "
},
"pdhp395:2":{
"verse":"but a life of one day is better, for one seeing the deathless state. "
},
"pdhp396:1":{
"verse":"One might live for a hundred years, unestablished in the True Dhamma, "
},
"pdhp396:2":{
"verse":"but a life of one day is better, for one who knows the True Dhamma. "
},
"pdhp397:1":{
"verse":"One might live for a hundred years, having not attained the destruction of the pollutants, "
},
"pdhp397:2":{
"verse":"but a life of one day is better, for one who has attained the destruction of the pollutants. "
},
"pdhp397:3":{
"verse":"The Chapter about the Thousands "
}
}
}
},
"pra/pts/sutta/pdhp/pdhp0398-0414":{
"lang_code":"en",
"texts":{
"anandajoti":{
"pdhp398:0.0":{
"verse":"Patna Dhammapada "
},
"pdhp398:0.1":{
"verse":"22. The Chapter about the Snake "
},
"pdhp398:1":{
"verse":"That one who has not found any essence in existences, like one examining a fig tree does not find a flower, "
},
"pdhp398:2":{
"verse":"that monk abandons the near and far shore, like a snake who has abandoned its old, worn-out skin. "
},
"pdhp399:1":{
"verse":"That one who removes the passion that has arisen, as he would remove pervasive snake venom with medicines, "
},
"pdhp399:2":{
"verse":"that monk abandons the near and far shore, like a snake who has abandoned its old, worn-out skin. "
},
"pdhp400:1":{
"verse":"That one who removes the hatred that has arisen, as he would remove pervasive snake venom with medicines, "
},
"pdhp400:2":{
"verse":"that monk abandons the near and far shore, like a snake who has abandoned its old, worn-out skin. "
},
"pdhp401:1":{
"verse":"That one who removes the delusion that has arisen, as he would remove pervasive snake venom with medicines, "
},
"pdhp401:2":{
"verse":"that monk abandons the near and far shore, like a snake who has abandoned its old, worn-out skin. "
},
"pdhp402:1":{
"verse":"That one who removes the anger that has arisen, as he would remove pervasive snake venom with medicines, "
},
"pdhp402:2":{
"verse":"that monk abandons the near and far shore, like a snake who has abandoned its old, worn-out skin. "
},
"pdhp403:1":{
"verse":"That one who removes the conceit that has arisen, as he would remove pervasive snake venom with medicines, "
},
"pdhp403:2":{
"verse":"that monk abandons the near and far shore, like a snake who has abandoned its old, worn-out skin. "
},
"pdhp404:1":{
"verse":"That one who cuts off passion without remainder, like one who has plucked a lotus growing in a lake, "
},
"pdhp404:2":{
"verse":"that monk abandons the near and far shore, like a snake who has abandoned its old, worn-out skin. "
},
"pdhp405:1":{
"verse":"That one who cuts off hatred without remainder, like one who has plucked a lotus growing in a lake, "
},
"pdhp405:2":{
"verse":"that monk abandons the near and far shore, like a snake who has abandoned its old, worn-out skin. "
},
"pdhp406:1":{
"verse":"That one who cuts off delusion without remainder, like one who has plucked a lotus growing in a lake, "
},
"pdhp406:2":{
"verse":"that monk abandons the near and far shore, like a snake who has abandoned its old, worn-out skin. "
},
"pdhp407:1":{
"verse":"That one who cuts off anger without remainder, like one who has plucked a lotus growing in a lake, "
},
"pdhp407:2":{
"verse":"that monk abandons the near and far shore, like a snake who has abandoned its old, worn-out skin. "
},
"pdhp408:1":{
"verse":"That one who cuts off conceit without remainder, like one who has plucked a lotus growing in a lake, "
},
"pdhp408:2":{
"verse":"that monk abandons the near and far shore, like a snake who has abandoned its old, worn-out skin. "
},
"pdhp409:1":{
"verse":"That one who cuts off passion without remainder, having cut the bonds and attachments, like kusa grass, "
},
"pdhp409:2":{
"verse":"that monk abandons the near and far shore, like a snake who has abandoned its old, worn-out skin. "
},
"pdhp410:1":{
"verse":"That one who cuts off craving without remainder, having dried up that quick-flowing stream, "
},
"pdhp410:2":{
"verse":"that monk abandons the near and far shore, like a snake who has abandoned its old, worn-out skin. "
},
"pdhp411:1":{
"verse":"He who does not overstep the limit nor lag behind, who is completely free from the limits of this impediment, "
},
"pdhp411:2":{
"verse":"that monk abandons the near and far shore, like a snake who has abandoned its old, worn-out skin. "
},
"pdhp412:1":{
"verse":"He who does not overstep the limit nor lag behind, thinking: “all this is untrue,” a falsity, "
},
"pdhp412:2":{
"verse":"that monk abandons the near and far shore, like a snake who has abandoned its old, worn-out skin. "
},
"pdhp413:1":{
"verse":"For the one with no desire that has arisen, having a cause for bondage to existence, "
},
"pdhp413:2":{
"verse":"that monk abandons the near and far shore, like a snake who has abandoned its old, worn-out skin. "
},
"pdhp414:1":{
"verse":"For the one with no distress that has arisen, having uprooted all unwholesome roots, "
},
"pdhp414:2":{
"verse":"that monk abandons the near and far shore, like a snake who has abandoned its old, worn-out skin. "
},
"pdhp414:3":{
"verse":"The Chapter about the Snake "
},
"pdhp414:4":{
"verse":"Complete are the five hundred and two verses of the Dharma Verses, the Deathless Verses. "
},
"pdhp414:5":{
"verse":"As I saw, so I wrote, giving it our complete attention. "
},
"pdhp414:6":{
"verse":"May there be good for all beings! "
}
}
}
}
}